[
  {
    "author": "BluntedBuddha",
    "title": "Part 2 - Unity of consciousness",
    "link": "https://bluntedbuddha.com/blog-1/2021/1/16/part-2-unity-of-consciousness",
    "content": "\n\n\n\n\n\n\n\nSplit in the psyche Dichotomy in the mindchasm in the conscioussplit, we are half divinethe other half, we are monstrous.We are born into this world divided, minds occupied by both light and dark, angels and demons. Demon may be a strong word for some, and evil exists as only a seed for many, but there is always potential. What waters these demonic kernels and brings forth darkness is often events and situations that we cannot control, such as karma and life circumstances like child abuse and the various forms of trauma. However, it isn’t only those who have suffered anguish and have been damaged by life who display malevolent and uncaring characteristics. Some just have egos that feel inferior and slighted by life, and because of this, they seek revenge on the world. “Deep down the very being of man is split” - OshoAbove all else, the human ego seeks to protect itself. When the psyche is stricken by trauma and neglect the ego becomes overzealous and rationalizes itself into thinking and acting in selfish and callous ways towards others. It is an overactive defense mechanism that drives people to act in violent and vicious ways. The ego also propagates even less malicious behaviors such as greed and lies. It subtly controls everyone on the planet to some degree with its selfish, arrogant, and deceitful tendencies. “The ego is a composite of all negative feelings and attitudes” - David R HawkinsConsequently, dishonesty and self-centered behavior divide the psyche of all human beings, creating an unconscious inclination to defend oneself and justify actions. In contrast, a unity of consciousness is about integrating the ego and abandoning narcissistic, hateful thoughts and actions in favor of ones that are more aligned with the spirit and heart such as kindness and generosity.Duality vs. Unity Duality writerwhen I compose it is in polesexpound one sideand then the otherbalance both to create wholes.When looked at from the proper perspective, ego and spirit are two sides of the same coin; the lower and higher, the beginning and completion, the light and dark. They express themselves and are represented by emotions in human consciousness. Lower emotions such as shame, hatred, and arrogance are the mental states of the ego. In comparison, higher feelings such as understanding, love, and forgiveness are of the spirit. Free will dictates that we choose our paths in this life. When faced with decisions, we can determine the route representing who we are at the root of our being. Unfortunately, because of programming from childhood, many people’s core state of being is characterized by dark, lower emotions such as jealousy, anxiety, anger, hopelessness, and fear. \"Bring ego onto the path of dharma\" - Chögyam TrungpaThe mind is programmed during the first seven years of life; there is an almost unconditional openness to our surroundings, especially parents or guardians. The unconscious mind, personality, and the state of being is formed during this time of receptivity. After seven years, the mind becomes much less open and more set in its ways. The unconscious mind sinks into deeper layers within the consciousness, and accessing it becomes more difficult. As a result of the experiences during these impressionable years, we become locked in a semi-fixed state. While moving up to higher emotions or down to lower feelings is a common phenomenon, the base state is somewhat fixed. Whether it is a state of fear, anger, despair, or for the lucky ones, higher forms of consciousness such as acceptance, courage, or joy - the emotional state is settled and habitual. Emotions, located below conscious command intimately influence the state of being. Changing the base emotional patterns and state of being is difficult because it takes time and requires the release of deeply held and often unconscious beliefs and attitudes. Conscious vs. Unconscious That little corner of your mindwhere consciousness never goeslet your awareness fill itso thatwholeness might be known.The mind is full of dualities; ego and spirit, light and dark, past and future, masculine and feminine, honesty and deceit, success and failure, compassion and resentment, etc. Because the ego thrives in unconscious and semi-automatic states, the most critical duality for a spiritual aspirant to pay attention to is the conscious mind versus the unconscious mind. Our thoughts, emotions, reactions, and behaviors become automatic and habitual. As a result, there is a lot that goes on behind the scenes of the mind. Paying attention to the activities in the background of the psyche gives hints to what is driving unconscious thoughts and behaviors. Below thought, which is both conscious and automatic, are our motivations in life; desires, aspirations, and intentions. It is true that the things that attract us often are unconscious. Whether it is sexual partners, or a deep desire to impress someone, it springs from somewhere deeper in the psyche than the normally perceived conscious state. It is not uncommon for people to blindly chase their dreams and ambitions without genuinely understanding their motivation. However, by giving awareness and self-examination to desires and goals, the light of consciousness can help us discover what is driving passions and ambitions. The deep unconscious is where the mind stores feelings of suffering like humiliation, self-hatred, and trauma. Distasteful emotions such as shame and guilt, become locked behind blockages in the psyche. These emotions often get pushed away and subdued. But that which is repressed will continue to resurface. Therefore, they fizzle and sometimes explode to the surface when triggered. These types of emotions are unwanted and torment the mind, lowering self-esteem and drastically affecting thoughts in a negative way. \n\n\n\n\n\n\n\nWhile changing emotions isn’t something we can do on-demand, we can impact how we feel by changing our thoughts and actions. This is a focus of modern spirituality. Buddhism states that just how actions originate from thoughts, what automatically and habitually comes to mind is rooted in desire. In other words, thoughts appear in the psyche based on what one passionately seeks. Therefore, it is getting to the source by addressing desires and the faculty of mind that determines what to focus on and gravitate towards (the will). With time and awareness, we can understand what motivates the mind, and shift towards more kind and pure intentions.Healing also requires confronting these deep layers of unconsciousness, where unpleasant emotions like embarrassment and remorse reside. By opening the doors of unconsciousness we can discover what drives thoughts and actions and become more aware of motivating desires, unconscious attitudes, and deep-rooted attachments. Unity of consciousness is also found by shining awareness on what we are automatically and naturally averse to, and by becoming more accepting instead of pushing down emotions deeper into the psyche. Aversion vs. attachment Noright or wrong, light or darkhot and coldallproducts of positionalitywhen absolute truth is told.Buddhism is void of the duality of good and evil. What Christianity calls “sin” is referred to merely as an attachment in Buddhism. It is a greater comprehension of the unconscious forces that push and pull the human psyche. Aversion and attachment are the two polarities that create a strong attraction or repulsion. Attachment can be called attraction because there is a forceful unconscious pull, versus aversion, which pushes away, as in a strong dislike and disgust like hatred or humiliation. All suffering stems from either an attachment or aversion. We grasp for what we are attracted to and repress and become antagonistic towards what we dislike. The middle way is between these two extremes, where there is neither anticipation for what we deem as good nor resistance to setbacks and unwanted emotions.“If you realize that all things change, there is nothing you will try to hold on to. If you are not afraid of dying, there is nothing you cannot achieve.”― Lao Tzu\n\n\n\n\n\n\nAversion and attachment are forces on either side of the spiritual path that either push (aversion) or pull (attachment) one out of alignment. \n\n\n\nAwareness is how both aversions and attachments are realized and overcome. Shining the light of consciousness on the motivation behind what we want, as well as the deep reasons for dislikes such as self-hatred and shame have a transforming effect over time. For example, by profoundly looking into an attraction (attachment) regardless of its form, we can understand that it attempts to fill a void within ourselves. We chase the uninterested lover, overeat, smoke cigarettes, gamble, lie, cheat, or steal not because the act itself is fulfilling, but because there is an emptiness within. This is true for aversion as well. The repugnant feeling of shame emerges from the unconscious because of a lack of self-love and acceptance. Even aversion in the form of hatred towards others is merely a projection that has its roots in the psyche as self-hatred. Indulging in something we are attached to or pushing away unwanted feelings will not heal them. Awareness, self-honesty, and self-compassion are needed to mend the psyche’s split. Opening the heart by ridding the mind of aversions and attachments is the pathway to the unity of consciousness. Unity of Consciousness Lest the venom of poisonous desire fill my headI focus my mind elsewherefinding stillness instead. The Buddha identified desire as the main obstacle to enlightenment. Desire is a type of attachment - something that attracts the ego. Desire comes in many forms, which is why the blessed one called it the primary obstruction to the way.  Whether one is money-hungry, obsessed with achievement, craving food or drugs, overcome with lust for a lover, or seized with longing for material possession, all of these and much more can be labeled as a desire and an attachment because they motivate action and pull on a subconscious level. As a result, we don’t know why we want certain things or are attracted to specific people; it arises from a place deeper than the ordinary conscious state. Deep-rooted attachment is when the mind is dominated and overcome by a semi-conscious desire. Free will seems to break down, and the mind becomes overwhelmed and irrational. It creates a split in the psyche and a rift between actions and what is known to be right. “Frustration and failure [from desire] are absolutely certain” - OshoAwareness is a great agent of change. Most spiritual aspirants will indeed come face to face with their attachments at some point as awareness increases. There will be a struggle and back and forth as unconscious habits and tendencies battle against the commitment to spiritual truth. It is a fight to be awake versus unconscious. Awareness and self-honesty allow us to look into attachment deeply. When we do, we can see that even if we got what we desired, there would be no real satisfaction; new problems will be on the horizon and, in some cases, ramifications for actions. Lack of awareness tricks us into thinking that happiness is found in the things we chase and cling to, but the ego’s desires are never fulfilling and always short-lived. With expanded awareness, we can see that the rewards that the ego seeks are a delusion. “Three things cannot be long hidden: the sun, the moon, and the truth.” - The BuddhaDelusion will divide the psyche until there is a dedication to truth. Even then, there may be a time of back and forth, where actions aren’t in accord with the highest understanding - therefore the psyche is still split. The more awareness one gives to the situation; the less the attachment will pull the consciousness. With more attention, we discover how these obsessive, possessive thoughts and actions are harmful and deplete precious life energy, and how self-indulgence at the expense of others is selfish and carries a low vibration.Dwell not in the futuredwell not in the pastonly inhabit the presentlet your awareness bevast.The Buddha’s wisdom about desire is counter-intuitive. The mind thinks “if only this (insert desire) would happen, then I would be happy”. However, the mindset attracts life circumstances. To focus on a desire is asking the universe for longing and lack. You have to embody an appreciative, abundant, and receptive attitude in order for things to be attracted your way. The continual pursuit and seeking that is intrinsic to desire makes one miss the beauty and perfection of the present moment. “The very act of seeking pleasure brings pain.” - Chögyam TrungpaAll of us have desires. The only variable is the form. The mind tells us that when this desire or that desire is fulfilled then we will have made it, or truly be content, but it is the nature of the mind to be unsatisfied. Once we climb one mountain another peak emerges. Unity of consciousness is about falling in love with the journey and finding contentment in the present via gratitude and kindness. It requires abandoning self-centered desires and attachments and learning to be unconditionally kind and patient towards the adversities we all inevitably face. Turn the struggle into poetry.By giving attention and compassion to an attachment, we can profoundly understand that most attachments are an attempt to fill a void from a deeper aversion. For example, racist people who project feelings of superiority (attachment) often feel lack (aversion) internally. They would not hate the world if they did not deep down hate themselves and feel shame and inadequacy. Healing the fracture of aversion in the psyche comes down to time, forgiveness, awareness, and compassion. Awareness allows us to feel emotions deeply instead of pushing them away. Compassion and attention enable us to stay with the feeling mentally until it works its way through consciousness. It allows us to understand our trauma better so that we can forgive others, and most importantly forgive and love ourselves. It does not mean giving more thought to deep feelings of inadequacy and anger, merely feeling the emotions in a kind way, and allowing them to run their course in the mind and body so that they are naturally dropped.Ultimately mending the split in the psyche comes down to opening the heart. With time and attention, we can become aware of the limiting beliefs and perceptions that create aversions, and attachments. By looking at attractions and suffering with gentleness we understand that grasping what is not meant for us or repressing emotions instead of compassionately feeling them closes the heart. Wholeness is in creating a unity of heart and mind. When the heart is open and flowing with kindness and self-love, there is no need to project self-hatred outwards, nor chase and cling to temporary pleasure. All attachments and aversions cannot exist with an open heart; it is the key to the unity of consciousness.  * Overcoming aversion and attachment is an issue that is at the heart of spirituality and Buddhism. Though I do think giving more awareness is the best advice, because awareness alone can heal these fractures over time, trying to cover these topics in the brevity of a blog is insufficient. I recommend this book for those who are trying to overcome attachment, and I recommend subscribing to this newsletter for those who suffer from aversion and wish to heal. \n\n"
  },
  {
    "author": "BluntedBuddha",
    "title": "Duality of Consciousness - part 1",
    "link": "https://bluntedbuddha.com/blog-1/2020/8/20/duality-of-consciousness1",
    "content": "\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\nI think I’m going crazythere’s two of us in hereone abides in peacethe otheranger, and fear. The idea of duality of consciousness can trigger very uncomfortable emotions in some, such as fear and denial. They attempt to run and escape from it since they don’t like to admit they have a shadow. Perhaps they cling to their inner light because uncertainty lurks in the darkness. When others have yet to honestly confront their egos and cannot comprehend how a focus on selfish desires instead of higher goals creates chaos. Still, others thrive through their self-made delusions, as a means of covering up their transgressions and living in facades. The truth is that we have shadows, aka unconscious, dark parts of our minds and occasionally think, speak, or act from greed, selfishness, and deception when we let it control us. Those who are untested by the ego or dwells in deceit would believe they are full of light and void of darkness. When in reality, we all have good and bad sides, along with an ego that tends to grow when power is present.Understanding of the duality of consciousness is based upon awareness of the extremes of life itself; heaven and hell, good and evil, light and darkness, pleasure and pain, greed and humbleness, body and soul. This duality is seen when one self-reflects and views the world clearly. Self-reflection, the process of considering one's character, actions, and motives, reveals what is happening underneath the surface of consciousness. The ultimate choice to study and implement modern spirituality with its emphasis on self-reflection of both spectrums is often a result of ego death or deep-internal struggle. There may be a clash between what is known to be right and actions or perhaps they struggle with thoughts that they cannot control. So duality of consciousness is already naturally perceived. Even one’s comprehension of it doesn't make managing one’s dark side easy or simple. Integration and discipline of the ego are necessary. It is common for most to struggle repeatedly with temptations and impulses they know are against their greater good. Still, since unconscious patterns are being reinforced, driven by the repetition of habits, the struggle continues. An unhealthy attachment to food, drugs, and relationships causes resistance to sacrificing that harmful habit for an individual’s well-being even if they are aware of the consequences. The Buddha said, “attachment to anything that is impermanent,” creates conflict. However, overcoming attachment is no simple task; in some cases, it is a life-long pursuit.  Seeds of good and evil\n\n\n\n\n\n\n\nYou have everything you needappreciate nothing you own jealous of all you see resentment all you know but you are also me I cannot disown this is because of duality ego and spirit share this home. Buddhist philosophy states there are seeds of both good and evil within us all. By thinking, speaking, and acting from greed, selfishness, and delusion, we are watering seeds of evil. Versus, when thought, word, and action are based on loving-kindness and compassion, we are watering seeds of good. We are, by nature, good and evil, and this is what makes us dualistic beings. Because of this duality, good and evil exist in us all. There is a lot of evidence from modern psychology that states chaos or order is established within the psyche in the first four years. While it is true that all babies are born into this world with a personality and karma, lack of nurture and attention brings forth chaos in the form of depression, anger, and aggression. Therefore the parents are gardeners for their children, and they either nourish seeds of love, kindness, and compassion, or they will neglect those and water seeds of greed, selfishness, and unforgiveness.However, we are not stagnant beings, and someone who grew up as a bad seed can learn to become content, responsible, and a contributing member to our society. Conversely, wars and trauma are very damaging to the human psyche, and someone who has fought those inner battles and didn’t achieve peace in the aftermath can be harmful to themselves and others after suffering through it. “You must have shadow and light source both “ - Rumi.The chaos of the ego\n\n\n\n\n\n\n\nReflections of selfI see your impressioncause and effect andobscure karmic lessons.The ego is the part of the personality that is responsible for greed and delusion. It is the primary cause of chaos in most people's lives because what it desires is often out of accord with reality and others’ wishes. Everyone has an ego; the only variable is how much it is expressed in both positive and negative ways. So even those who have not experienced the anguish of war, or any type of trauma, have darkness in them. Evil resides in the psyche, even if the seed hasn’t been watered yet, it still has the potential to grow. Do not underestimate the impact of the subtle and unconscious deceptions the ego will urge. It is essential to dwell in honesty and authenticity. Even a self-deluded mind beholds a conscience and reflects upon the chaos it has caused. Thinking and acting from selfish deceit may fool some for a short amount of time. Eventually, the truth comes out and creates disorder, even if only in the psyche of the person who created the delusion. Another reason to be mindful of petty acts of spitefulness and superiority is that negativity pulls. How often have you spoken from a wounded ego and went too far and later had to apologize? That is the chaos of the ego taking over. It is very subtle and validating by nature because it feels like a part of you, which is accurate because it is. However, it is useful to think of the ego as separate from your actual self, to identify how it attaches to negative emotions and perceptions so you can prepare yourself to deny it. Be aware of the ego’s dualistic characteristics; it is not only the part of the personality that motivates thoughts of conceit and superiority but also the part that shames and puts down the self for mistakes and actions that don’t live up to its lofty standards. It is the force on either side of feeling good or bad that brings more chaos. The insults against self, lies, greed, and delusional thinking driven by the ego bring disorder to the lives of those controlled by it. To release control is to calm the mental chatter, which is why silencing the ego brings harmony. Order or chaos\n\n\n\n\n\n\n\nI’ve experienced the underworldwhere things aredark and chaoticI’ve experienced too much orderwhere things are heartless and roboticAlthough evil tendencies don’t drive your thoughts and actions, that seed remains in your mind’s dark crevices. It is a choice to water it into fruition with negative thoughts and selfish action, or to think and act with detachment and kindness to nourish seeds of wholesomeness. The barrier between right and wrong is not always apparent due to a lack of discernment, which is deluded by pride and self-adoration. An unchecked ego acts out of selfishness and greed because it is prone to untruth. We are operating from ego when our thoughts, words, and actions are based on self-regard and deceit.  Those who’ve lived long enough to tame their dark side and become aware of their self-inflicted minds know that while we are capable of love and innocence, the mind is not entirely pure. This duality is present because we have to experience chaos before we start to seek order actively. That is the reason why we are born with a duality of consciousness; free will. To be continued. This blog was co-written by Xirtempest\n\n"
  }
]