[
  {
    "author": "James Clear",
    "title": "What I Do When I Feel Like Giving Up",
    "link": "https://jamesclear.com/giving-up",
    "content": "I am struggling today. If you’ve ever struggled to be consistent with something you care about, maybe my struggle will resonate with you too.It has been 939 days since November 12, 2012. That’s the date when I first published an article on JamesClear.com and it’s almost 2 years and 7 months ago. During these 939 mostly glorious, sometimes frustrating days, I have written a new post every Monday and Thursday. Week after week. Month after month. Year after year.But today? Well, today I am struggling. Today, I don’t feel like writing. Today, I don’t feel like sticking to the routine. Today, I don’t feel like I have any great ideas and I don’t feel like I have enough time to make the good ideas great. Today, I feel like giving up.Research from the University of Pennsylvania has shown that grit is the characteristic linked most closely to success. I could use some grit today.Here’s what I try to remind myself of when I feel like giving up… Consider every thought you have as a suggestion, not an order. Right now, my mind is suggesting that I feel tired. It is suggesting that I give up. It is suggesting that I take an easier path.If I pause for a moment, however, I can discover new suggestions. My mind is also suggesting that I will feel very good about accomplishing this work once it is done. It is suggesting that I will respect the identity I am building when I stick to the schedule. It is suggesting that I have the ability to finish this task, even when I don’t feel like.Remember, none of these suggestions are orders. They are merely options. I have the power to choose which option I follow. 1Relative to the time in your normal day or week, nearly any habit you perform is over quickly. Your workout will be finished in an hour or two. Your report will be typed to completion by tomorrow morning. This article will be finished in just a moment.Life is easier now than it has ever been. 300 years ago, if you didn’t kill your own food and build your own house, you would die. Today, we whine about forgetting our iPhone charger.Maintain perspective. Your life is good and your discomfort is temporary. Step into this moment of discomfort and let it strengthen you.Theodore Roosevelt famously said, “Far and away the best prize that life has to offer is the chance to work hard at work worth doing.” So often it seems that we want to work easily at work worth doing. We want our work to be helpful and respected, but we do not want to struggle through our work. We want our stomachs to be flat and our arms to be strong, but we do not want to grind through another workout. We want the final result, but not the failed attempts that precede it. We want the gold, but not the grind.Anyone can want a gold medal. Few people want to train like an Olympian.And yet, despite our resistance to it, I have never found myself feeling worse after the hard work was done. There have been days when it was damn hard to start, but it was always worth finishing. Sometimes, the simple act of showing up and having the courage to do the work, even in an average manner, is a victory worth celebrating.Life is a constant balance between giving into the ease of distraction or overcoming the pain of discipline. It is not an exaggeration to say that our lives and our identities are defined in this delicate balance. What is life, if not the sum of a hundred thousand daily battles and tiny decisions to either gut it out or give it up?This moment when you don’t feel like doing the work? This is not a moment to be thrown away. This is not a dress rehearsal. This moment is your life as much as any other moment. Spend it in a way that will make you proud.So, what do I do when I feel like giving up? I show up.Do I show up at my best? I doubt it. But my job isn’t to judge how good or how bad I am.My job is to do the work and let the world decide.Since my brain is currently mush, I can’t remember where I originally heard the mind-as-suggestion-engine idea, but I can assure you it was someone smarter than I who came up with this idea."
  },
  {
    "author": "James Clear",
    "title": "The Ultimate Productivity Hack is Saying No",
    "link": "https://jamesclear.com/saying-no",
    "content": "The ultimate productivity hack is saying no.Not doing something will always be faster than doing it. This statement reminds me of the old computer programming saying, “Remember that there is no code faster than no code.” 1The same philosophy applies in other areas of life. For example, there is no meeting that goes faster than not having a meeting at all.This is not to say you should never attend another meeting, but the truth is that we say yes to many things we don't actually want to do. There are many meetings held that don't need to be held. There is a lot of code written that could be deleted.How often do people ask you to do something and you just reply, “Sure thing.” Three days later, you're overwhelmed by how much is on your to-do list. We become frustrated by our obligations even though we were the ones who said yes to them in the first place. 2It's worth asking if things are necessary. Many of them are not, and a simple “no” will be more productive than whatever work the most efficient person can muster.But if the benefits of saying no are so obvious, then why do we say yes so often? We agree to many requests not because we want to do them, but because we don't want to be seen as rude, arrogant, or unhelpful. Often, you have to consider saying no to someone you will interact with again in the future—your co-worker, your spouse, your family and friends. 3Saying no to these people can be particularly difficult because we like them and want to support them. (Not to mention, we often need their help too.) Collaborating with others is an important element of life. The thought of straining the relationship outweighs the commitment of our time and energy.For this reason, it can be helpful to be gracious in your response. Do whatever favors you can, and be warm-hearted and direct when you have to say no.But even after we have accounted for these social considerations, many of us still seem to do a poor job of managing the tradeoff between yes and no. We find ourselves over-committed to things that don't meaningfully improve or support those around us, and certainly don't improve our own lives.Perhaps one issue is how we think about the meaning of yes and no.The words “yes” and “no” get used in comparison to each other so often that it feels like they carry equal weight in conversation. In reality, they are not just opposite in meaning, but of entirely different magnitudes in commitment.When you say no, you are only saying no to one option. When you say yes, you are saying no to every other option.I like how the economist Tim Harford put it, “Every time we say yes to a request, we are also saying no to anything else we might accomplish with the time.”4 Once you have committed to something, you have already decided how that future block of time will be spent.In other words, saying no saves you time in the future. Saying yes costs you time in the future. No is a form of time credit. You retain the ability to spend your future time however you want. Yes is a form of time debt. You have to pay back your commitment at some point.No is a decision. Yes is a responsibility.Saying no is sometimes seen as a luxury that only those in power can afford. And it is true: turning down opportunities is easier when you can fall back on the safety net provided by power, money, and authority. But it is also true that saying no is not merely a privilege reserved for the successful among us. It is also a strategy that can help you become successful.Saying no is an important skill to develop at any stage of your career because it retains the most important asset in life: your time. As the investor Pedro Sorrentino put it, “If you don’t guard your time, people will steal it from you.” 5You need to say no to whatever isn't leading you toward your goals. You need to say no to distractions. As one reader told me, “If you broaden the definition as to how you apply no, it actually is the only productivity hack (as you ultimately say no to any distraction in order to be productive).”Nobody embodied this idea better than Steve Jobs, who said, “People think focus means saying yes to the thing you’ve got to focus on. But that’s not what it means at all. It means saying no to the hundred other good ideas that there are. You have to pick carefully.” 6There is an important balance to strike here. Saying no doesn't mean you'll never do anything interesting or innovative or spontaneous. It just means that you say yes in a focused way. Once you have knocked out the distractions, it can make sense to say yes to any opportunity that could potentially move you in the right direction. You may have to try many things to discover what works and what you enjoy. This period of exploration can be particularly important at the beginning of a project, job, or career.Over time, as you continue to improve and succeed, your strategy needs to change.The opportunity cost of your time increases as you become more successful. At first, you just eliminate the obvious distractions and explore the rest. As your skills improve and you learn to separate what works from what doesn't, you have to continually increase your threshold for saying yes.You still need to say no to distractions, but you also need to learn to say no to opportunities that were previously good uses of time, so you can make space for great uses of time. It's a good problem to have, but it can be a tough skill to master.In other words, you have to upgrade your “no's” over time.Upgrading your no doesn't mean you'll never say yes. It just means you default to saying no and only say yes when it really makes sense. To quote the investor Brent Beshore, “Saying no is so powerful because it preserves the opportunity to say yes.” 7The general trend seems to be something like this: If you can learn to say no to bad distractions, then eventually you'll earn the right to say no to good opportunities.Most of us are probably too quick to say yes and too slow to say no. It's worth asking yourself where you fall on that spectrum.If you have trouble saying no, you may find the following strategy proposed by Tim Harford, the British economist I mentioned earlier, to be helpful. He writes, “One trick is to ask, “If I had to do this today, would I agree to it?” It’s not a bad rule of thumb, since any future commitment, no matter how far away it might be, will eventually become an imminent problem.” 8If an opportunity is exciting enough to drop whatever you're doing right now, then it's a yes. If it's not, then perhaps you should think twice.This is similar to the well-known “Hell Yeah or No” method from Derek Sivers. If someone asks you to do something and your first reaction is “Hell Yeah!”, then do it. If it doesn't excite you, then say no. 9It's impossible to remember to ask yourself these questions each time you face a decision, but it's still a useful exercise to revisit from time to time. Saying no can be difficult, but it is often easier than the alternative. As writer Mike Dariano has pointed out, “It’s easier to avoid commitments than get out of commitments. Saying no keeps you toward the easier end of this spectrum.” 10What is true about health is also true about productivity: an ounce of prevention is worth a pound of cure.More effort is wasted doing things that don't matter than is wasted doing things inefficiently. And if that is the case, elimination is a more useful skill than optimization.I am reminded of the famous Peter Drucker quote, “There is nothing so useless as doing efficiently that which should not be done at all.”Taligent's Guide to Designing Programs. Hat tip to Kevlin HenneyEven worse, people will occasionally fight to do things that waste time. “Why can't you just come to the meeting? We have it every week.” Just because it is scheduled weekly doesn't mean it is necessary weekly. You don't have to agree to something just because it exists.Saying no to your superiors at work can be particularly difficult. In these situations, I like the approach recommended in Essentialism by Greg McKeown. He writes, “Remind your superiors what you would be neglecting if you said yes and force them to grapple with the trade-off. For example, if your manager comes to you and asks you to do X, you can respond with “Yes, I’m happy to make this the priority. Which of these other projects should I deprioritize to pay attention to this new project?” Hat tip to my friend, Shane Parrish, at Farnam Street who shared this insight from McKeown in the article, “Eight Ways to Say No With Grace and Style.”Tim Harford, The Power of Saying NoPedro Sorrentino, [Stoic Capital #21] On productivity, time and wealthJobs had another great quote about saying no: “I’m actually as proud of the things we haven’t done as the things I have done. Innovation is saying no to 1,000 things.”Brent Beshore on Twitter This is similar to Shane Parrish's rule of thumb for meetings: “If you wouldn’t do it right now, say no.” A similar philosophy could be extended to many areas of life.Derek Sivers, No “yes.” Either “HELL YEAH!” or “no.”Mike Dariano, Start with “no” for a better “yes” "
  },
  {
    "author": "James Clear",
    "title": "Creativity Is a Process, Not an Event",
    "link": "https://jamesclear.com/creative-thinking",
    "content": "In 1666, one of the most influential scientists in history was strolling through a garden when he was struck with a flash of creative brilliance that would change the world.  While standing under the shade of an apple tree, Sir Isaac Newton saw an apple fall to the ground. “Why should that apple always descend perpendicularly to the ground,” Newton wondered. “Why should it not go sideways, or upwards, but constantly to the earth’s center? Assuredly, the reason is, that the earth draws it. There must be a drawing power in matter.” 1And thus, the concept of gravity was born.The story of the falling apple has become one of the lasting and iconic examples of the creative moment. It is a symbol of the inspired genius that fills your brain during those “eureka moments” when creative conditions are just right. 2What most people forget, however, is that Newton worked on his ideas about gravity for nearly twenty years until, in 1687, he published his groundbreaking book, The Principia: Mathematical Principles of Natural Philosophy. The falling apple was merely the beginning of a train of thought that continued for decades.Newton isn't the only one to wrestle with a great idea for years. Creative thinking is a process for all of us. In this article, I’ll share the science of creative thinking, discuss which conditions drive creativity and which ones hinder it, and offer practical tips for becoming more creative.Creative thinking requires our brains to make connections between seemingly unrelated ideas. Is this a skill that we are born with or one that we develop through practice? Let's look at the research to uncover an answer.In the 1960s, a creative performance researcher named George Land conducted a study of 1,600 five-year-olds and 98 percent of the children scored in the “highly creative” range. Dr. Land re-tested each subject during five year increments. When the same children were 10-years-old, only 30 percent scored in the highly creative range. This number dropped to 12 percent by age 15 and just 2 percent by age 25. As the children grew into adults they effectively had the creativity trained out of them. In the words of Dr. Land, “non-creative behavior is learned.” 3Similar trends have been discovered by other researchers. For example, one study of 272,599 students found that although IQ scores have risen since 1990, creative thinking scores have decreased. 4This is not to say that creativity is 100 percent learned. Genetics do play a role. According to psychology professor Barbara Kerr, “approximately 22 percent of the variance [in creativity] is due to the influence of genes.” This discovery was made by studying the differences in creative thinking between sets of twins. 5All of this to say, claiming that “I'm just not the creative type” is a pretty weak excuse for avoiding creative thinking. Certainly, some people are primed to be more creative than others. However, nearly every person is born with some level of creative skill and the majority of our creative thinking abilities are trainable.Now that we know creativity is a skill that can be improved, let's talk about why—and how—practice and learning impacts your creative output.What does it take to unleash your creative potential?As I mentioned in my article on Threshold Theory, being in the top 1 percent of intelligence has no correlation with being fantastically creative. Instead, you simply have to be smart (not a genius) and then work hard, practice deliberately and put in your reps.As long as you meet a threshold of intelligence, then brilliant creative work is well within your reach. In the words of researchers from a 2013 study, “we obtained evidence that once the intelligence threshold is met, personality factors become more predictive for creativity.” 6What exactly are these “personality factors” that researchers are referring to when it comes to boosting your creative thinking?One of the most critical components is how you view your talents internally. More specifically, your creative skills are largely determined by whether you approach the creative process with a fixed mindset or a growth mindset.The differences between these two mindsets are described in detail in Carol Dweck's fantastic book, Mindset: The New Psychology of Success (audiobook).The basic idea is that when we use a fixed mindset we approach tasks as if our talents and abilities are fixed and unchanging. In a growth mindset, however, we believe that our abilities can be improved with effort and practice. Interestingly, we can easily nudge ourselves in one direction or another based on how we talk about and praise our efforts.Here's a brief summary in Dweck's words:“The whole self-esteem movement taught us erroneously that praising intelligence, talent, abilities would foster self-confidence, self-esteem, and everything great would follow. But we’ve found it backfires. People who are praised for talent now worry about doing the next thing, about taking on the hard task, and not looking talented, tarnishing that reputation for brilliance. So instead, they’ll stick to their comfort zone and get really defensive when they hit setbacks.So what should we praise? The effort, the strategies, the doggedness and persistence, the grit people show, the resilience that they show in the face of obstacles, that bouncing back when things go wrong and knowing what to try next. So I think a huge part of promoting a growth mindset in the workplace is to convey those values of process, to give feedback, to reward people engaging in the process, and not just a successful outcome.”—Carol Dweck 7How can we apply the growth mindset to creativity in practical terms? In my experience, it comes down to one thing: the willingness to look bad when pursuing an activity.As Dweck says, the growth mindset is focused more on the process than the outcome. This is easy to accept in theory, but very hard to stick to in practice. Most people don't want to deal with the accompanying embarrassment or shame that is often required to learn a new skill.The list of mistakes that you can never recover from is very short. I think most of us realize this on some level. We know that our lives will not be destroyed if that book we write doesn't sell or if we get turned down by a potential date or if we forget someone's name when we introduce them. It's not necessarily what comes after the event that worries us. It's the possibility of looking stupid, feeling humiliated, or dealing with embarrassment along the way that prevents us from getting started at all.In order to fully embrace the growth mindset and enhance your creativity, you need to be willing to take action in the face of these feelings which so often deter us.Assuming that you are willing to do the hard work of facing your inner fears and working through failure, here are a few practical strategies for becoming more creative.Constrain yourself. Carefully designed constraints are one of your best tools for sparking creative thinking. Dr. Seuss wrote his most famous book when he limited himself to 50 words. Soccer players develop more elaborate skill sets when they play on a smaller field. Designers can use a 3-inch by 5-inch canvas to create better large scale designs. The more we limit ourselves, the more resourceful we become.Write more. For nearly three years, I published a new article every Monday and every Thursday at JamesClear.com. The longer I stuck with this schedule, the more I realized that I had to write about a dozen average ideas before I uncovered a brilliant one. By producing a volume of work, I created a larger surface area for a creative spark to hit me.Not interested in sharing your writing publicly? Julia Cameron's Morning Pages routine is a fantastic way to use writing to increase your creativity even if you have no intention of writing for others.Broaden your knowledge. One of my most successful creative strategies is to force myself to write about seemingly disparate topics and ideas. For example, I have to be creative when I use 1980s basketball strategies or ancient word processing software or zen buddhism to describe our daily behaviors. In the words of psychologist Robert Epstein, “You'll do better in psychology and life if you broaden your knowledge.”Sleep longer. In my article on how to get better sleep, I shared a study from the University of Pennsylvania, which revealed the incredible impact of sleep on mental performance. The main finding was this: Sleep debt is cumulative and if you get 6 hours of sleep per night for two weeks straight, your mental and physical performance declines to the same level as if you had stayed awake for 48 hours straight. Like all cognitive functions, creative thinking is significantly impaired by sleep deprivation.Enjoy sunshine and nature. One study tested 56 backpackers with a variety of creative thinking questions before and after a 4-day backpacking trip. The researchers found that by the end of the trip the backpackers had increased their creativity by 50 percent. This research supports the findings of other studies, which show that spending time in nature and increasing your exposure to sunlight can lead to higher levels of creativity. 8Embrace positive thinking. It sounds a bit fluffy for my taste, but positive thinking can lead to significant improvements in creative thinking. Why? Positive psychology research has revealed that we tend to think more broadly when we are happy. This concept, which is known as the Broaden and Build Theory, makes it easier for us to make creative connections between ideas. Conversely, sadness and depression seems to lead to more restrictive and limited thinking.Ship it. The honest truth is that creativity is just hard work. The single best thing you can do is choose a pace you can sustain and ship content on a consistent basis. Commit to the process and create on a schedule. The only way creativity becomes a reality is by shipping.Creativity is a process, not an event. It's not just a eureka moment. You have to work through mental barriers and internal blocks. You have to commit to practicing your craft deliberately. And you have to stick with the process for years, perhaps even decades like Newton did, in order to see your creative genius blossom.The ideas in this article offer a variety approaches on how to be more creative. If you’re looking for additional practical strategies on how to improve your creativity habits, then read my free guide called Mastering Creativity.Memoirs of Sir Isaac Newton’s Life by William Stukeley. Page 15.In some versions of the famous incident, Newton is hit on the head by the falling apple and screams “Eureka!” when he recognizes the importance of his brilliant insight. There is no evidence that an apple actually plunked ol’ Isaac on the head, but the story of the falling apple does appear to be true. Both William Stukeley, a friend of Newton, and John Conduitt, an assistant to Newton, confirmed in separate texts that the sight of a falling apple kickstarted Newton’s thoughts about gravity.Breakpoint and Beyond: Mastering the Future Today by George Land and Beth Jarman (1992).The Creativity Crisis: The Decrease in Creative Thinking Scores on the Torrance Tests of Creative Thinking. Creativity Research Journal, Volume 23, Issue 4, 2011.Encyclopedia of Giftedness, Creativity, and Talent By Barbara Kerr“The relationship between intelligence and creativity” by Jauk, Benedek, Dunst, Neubauer.“The Right Mindset for Success.” Interview with Carol Dweck for Harvard Business Review.Creativity in the Wild: Improving Creative Reasoning through Immersion in Natural Settings by Ruth Ann Atchley, David Strayer, Paul Atchley."
  },
  {
    "author": "James Clear",
    "title": "How Innovative Ideas Arise",
    "link": "https://jamesclear.com/dont-start-from-scratch",
    "content": "In 2010, Thomas Thwaites decided he wanted to build a toaster from scratch. He walked into a shop, purchased the cheapest toaster he could find, and promptly went home and broke it down piece by piece.Thwaites had assumed the toaster would be a relatively simple machine. By the time he was finished deconstructing it, however, there were more than 400 components laid out on his floor. The toaster contained over 100 different materials with three of the primary ones being plastic, nickel, and steel.He decided to create the steel components first. After discovering that iron ore was required to make steel, Thwaites called up an iron mine in his region and asked if they would let him use some for the project.Surprisingly, they agreed.The victory was short-lived.When it came time to create the plastic case for his toaster, Thwaites realized he would need crude oil to make the plastic. This time, he called up BP and asked if they would fly him out to an oil rig and lend him some oil for the project. They immediately refused. It seems oil companies aren't nearly as generous as iron mines.Thwaites had to settle for collecting plastic scraps and melting them into the shape of his toaster case. This is not as easy as it sounds. The homemade toaster ended up looking more like a melted cake than a kitchen appliance.This pattern continued for the entire span of The Toaster Project. It was nearly impossible to move forward without the help of some previous process. To create the nickel components, for example, he had to resort to melting old coins. He would later say, “I realized that if you started absolutely from scratch you could easily spend your life making a toaster.” 1Starting from scratch is usually a bad idea.Too often, we assume innovative ideas and meaningful changes require a blank slate. When business projects fail, we say things like, “Let's go back to the drawing board.” When we consider the habits we would like to change, we think, “I just need a fresh start.” However, creative progress is rarely the result of throwing out all previous ideas and innovations and completely re-imagining of the world.Consider an example from nature:Some experts believe the feathers of birds evolved from reptilian scales. Through the forces of evolution, scales gradually became small feathers, which were used for warmth and insulation at first. Eventually, these small fluffs developed into larger feathers capable of flight.There wasn't a magical moment when the animal kingdom said, “Let's start from scratch and create an animal that can fly.” The development of flying birds was a gradual process of iterating and expanding upon ideas that already worked. 2The process of human flight followed a similar path. We typically credit Orville and Wilbur Wright as the inventors of modern flight. However, we seldom discuss the aviation pioneers who preceded them like Otto Lilienthal, Samuel Langley, and Octave Chanute. The Wright brothers learned from and built upon the work of these people during their quest to create the world's first flying machine.The most creative innovations are often new combinations of old ideas. Innovative thinkers don't create, they connect. Furthermore, the most effective way to make progress is usually by making 1 percent improvements to what already works rather than breaking down the whole system and starting over.The Toaster Project is an example of how we often fail to notice the complexity of our modern world. When you buy a toaster, you don't think about everything that has to happen before it appears in the store. You aren't aware of the iron being carved out of the mountain or the oil being drawn up from the earth. 3We are mostly blind to the remarkable interconnectedness of things. This is important to understand because in a complex world it is hard to see which forces are working for you as well as which forces are working against you. Similar to buying a toaster, we tend to focus on the final product and fail to recognize the many processes leading up to it.When you are dealing with a complex problem, it is usually better to build upon what already works. Any idea that is currently working has passed a lot of tests. Old ideas are a secret weapon because they have already managed to survive in a complex world.Iterate, don't originate.Information for this story was collected from Thomas Thwaites' personal website, The Toaster Project, and from his TED Talk titled, “How I built a toaster from scratch.”If you're curious, I believe the closest living reptile ancestor to birds is the crocodile. You sort of imagine how reptile scales interlink and lay over one another in a similar fashion as bird feathers.I first read about The Toaster Project in Adapt by Tim Harford. He also discusses the interconnectedness of our modern world. It's a good read if you're interested in the idea of applying the concept of evolution to business and life. I recommend it."
  },
  {
    "author": "James Clear",
    "title": "This Zen Concept Will Help You Stop Being a Slave to Old Beliefs",
    "link": "https://jamesclear.com/shoshin",
    "content": "I played baseball for 17 years of my life. During that time, I had many different coaches and I began to notice repeating patterns among them.  Coaches tend to come up through a certain system. New coaches will often land their first job as an assistant coach with their alma mater or a team they played with previously. After a few years, the young coach will move on to their own head coaching job where they tend to replicate the same drills, follow similar practice schedules, and even yell at their players in a similar fashion as the coaches they learned from. People tend to emulate their mentors. 1This phenomenon—our tendency to repeat the behavior we are exposed to—extends to nearly everything we learn in life.Your political or religious beliefs are mostly the result of the system you were raised in. People raised by Catholic families tend to be Catholic. People raised by Muslim families tend to be Muslim. Although you may not agree on every issue, your parents political attitudes tend to shape your political attitudes. The way we approach our day-to-day work and life is largely a result of the system we were trained in and the mentors we had along the way. At some point, we all learned to think from someone else. That's how knowledge is passed down.Here’s the hard question: Who is to say that the way you originally learned something is the best way? What if you simply learned one way of doing things, not the way of doing things?Consider my baseball coaches. Did they actually consider all of the different ways of coaching a team? Or did they simply mimic the methods they had been exposed to? The same could be said of nearly any area in life. Who is to say that the way you originally learned a skill is the best way? Most people think they are experts in a field, but they are really just experts in a particular style.In this way, we become a slave to our old beliefs without even realizing it. We adopt a philosophy or strategy based on what we have been exposed to without knowing if it's the optimal way to do things.There is a concept in Zen Buddhism known as shoshin, which means “beginner's mind.” Shoshin refers to the idea of letting go of your preconceptions and having an attitude of openness when studying a subject.When you are a true beginner, your mind is empty and open. You're willing to learn and consider all pieces of information, like a child discovering something for the first time. As you develop knowledge and expertise, however, your mind naturally becomes more closed. You tend to think, “I already know how to do this” and you become less open to new information.There is a danger that comes with expertise. We tend to block the information that disagrees with what we learned previously and yield to the information that confirms our current approach. We think we are learning, but in reality we are steamrolling through information and conversations, waiting until we hear something that matches up with our current philosophy or previous experience, and cherry-picking information to justify our current behaviors and beliefs. Most people don't want new information, they want validating information.The problem is that when you are an expert you actually need to pay more attention, not less. Why? Because when you are already familiar with 98 percent of the information on a topic, you need to listen very carefully to pick up on the remaining 2 percent. 2As adults our prior knowledge blocks us from seeing things anew. To quote zen master Shunryo Suzuki, “In the beginner’s mind there are many possibilities, but in the expert’s there are few.”Here are a few practical ways to rediscover your beginner's mind and embrace the concept of shoshin.Let go of the need to add value. Many people, especially high achievers, have an overwhelming need to provide value to the people around them. On the surface, this sounds like a great thing. But in practice, it can handicap your success because you never have a conversation where you just shut up and listen. If you're constantly adding value (“You should try this…” or “Let me share something that worked well for me…”) then you kill the ownership that other people feel about their ideas. At the same time, it's impossible for you to listen to someone else when you're talking. So, step one is to let go of the need to always contribute. Step back every now and then and just observe and listen. For more on this, read Marshall Goldsmith’s excellent book What Got You Here Won’t Get You There (audiobook).Let go of the need to win every argument. A few years ago, I read a smart post by Ben Casnocha about becoming less competitive as time goes on. In Ben's words, “Others don't need to lose for me to win.” This is a philosophy that fits well with the idea of shoshin. If you're having a conversation and someone makes a statement that you disagree with, try releasing the urge to correct them. They don't need to lose the argument for you to win. Letting go of the need to prove a point opens up the possibility for you to learn something new. Approach it from a place of curiosity: Isn't that interesting. They look at this in a totally different way. Even if you are right and they are wrong, it doesn't matter. You can walk away satisfied even if you don't have the last word in every conversation.Tell me more about that. I have a tendency to talk a lot (see “Providing Too Much Value” above). Every now and then, I'll challenge myself to stay quiet and pour all of my energy into listening to someone else. My favorite strategy is to ask someone to, “Tell me more about that.” It doesn't matter what the topic is, I'm simply trying to figure out how things work and open my mind to hearing about the world through someone else's perspective.Assume that you are an idiot. In his fantastic book, Fooled by Randomness, Nassim Taleb writes, “I try to remind my group each week that we are all idiots and know nothing, but we have the good fortune of knowing it.” The flaws discussed in this article are simply a product of being human. We all have to learn information from someone and somewhere, so we all have a mentor or a system that guides our thoughts. The key is to realize this influence.We are all idiots, but if you have the privilege of knowing that, then you can start to let go of your preconceptions and approach life with a beginner's mind.Shoshin. 3Occasionally, you’ll hear about this system-focused behavior in the elite levels of sport as well. “He coached under Bill Belichick and learned the Patriots' system.” Or, “He was an assistant under Urban Meyer and learned his way of doing things.”Hat tip to Richard W., a reader of this website, for explaining to me why you need to pay more attention once you are an expert. He noticed that after reading many books on a certain topic, you know it so well that you can't just skim through similar books. Most of the information will be repetitive, so you need to read line-by-line to discover the one insight you haven’t heard before.Thanks to Sam Yang for his article on shoshin, which influenced my thinking."
  }
]