[
  {
    "author": "Harsh Strongman",
    "title": "Advice to Broke Third World Student with Financial Problems due to Lockdown",
    "link": "https://lifemathmoney.com/advice-to-broke-third-world-student-with-financial-problems-due-to-lockdown/",
    "content": "  ﻿ I received an email question from a reader who finds himself in a tight financial situation because of the pandemic. “Hey, first of all I want to say your articles have been a real eye opener and truly valuable. Thanks for sharing them. However, I am mailing you to ask for advice. I will try to keep it as short and crisp as possible. I am mailing you about this stuff as I don’t have any father figure, or a mentor in my life with whom I can ask in this extremely difficult situation, rather a crisis, for guidance.  I’m Indian and am in my final year of my bachelors in an Indian university. I was the typical time wasting guy till my 12th. However, in my first year, we found out my father took a loan of Rs. 6 Lakhs (roughly $8000), and his business (it was already very poor, just providing for us) tanked and we were unable to pay it.  Recovery agents started coming and harassing us. At the same time, he suffered from Brain Stroke and even though, thanks to God he survived, he can’t work and is unemployed. My mother earns a meager ₹12,000 a month ($160). So I got a job to assist my family, but then COVID happened and everything shut down.  Nevertheless, we survived because of my mother’s salary which was cut down to only ₹6,000 ($80) in the lockdown. Now, am in my final year. And here we are, poor as dirt, may lose my father, may lose our house, and under high debt. I was so tense during that time with family, father’s health, earning and college studies that I never had time for anything else. I believe you’re from India, so you know the value of a [redacted on request – worthless degree] here. It’s already *extremely* hard for me to find a job. Cannot continue for further studies due to financial constraints. So the thing I ask you is to simply guide me please. I am not a whining bitch. I am ready to put in my blood and sweat to pull my family out of this hell. But no matter how hard I look, I find myself in darkness. I tried searching online etc but it was of little help. Please, tell me where I can put in my efforts, help me or show me a direction and I will put my 100 percent. All I want is some advice from someone who is wise. Don’t have anyone in my family to ask so that is why I have to turn to the Internet.” Okay, so this is a tough situation to be in. His dad had a stroke, his mom got a 50% pay cut, and he had to get an odd job to help with the bills. Not good. Even by Indian standards, a monthly family income of ₹6,000 plus whatever he makes with his odd job (which I doubt is more than ₹10,000) is quite low, especially for a family of three with a sick member and a loan to pay off. I have many young readers from India who might be going through the same situation because of the economic damage caused by the lockdowns, so I wanted to address it in an article. Here’s what I would do: Firstly, isolate the problem. The problem is not the loan and not his sick father (they are problems, but those problems are largely out of his control). The problem he can solve is his low family income. If he could somehow figure out a way to make more money, he can comfortably pay for his father’s treatment and pay off the loan for his family. So that’s the problem we’re aiming to solve – income. His current situation:  He’s working an odd job that makes him less than ₹10,000 a month (about $135). He has decent English skills, judging by his email. He has an internet connection (since he managed to send me an email).  We can work with that. Here is what I would do: List yourself as a virtual assistant on gig websites like Fiverr and Upwork. Also, start applying for gigs on websites like Freelancer. For inspiration, take a look at some listings. You can initially charge something low like $5-7/hour, and as you get more gigs with time, increase it to maybe $10-15/hour (depending on how many gigs you’re getting and how busy you are). It might take some time to start getting gigs, but you’ve got nothing to lose. At worst, you’ll have to continue working your odd job. At best, you start getting clients and build yourself a decent dollar income that will dwarf your rupee income. You’ll never get anywhere making in third world currency (as you are clearly experiencing – making $135 a MONTH), so your aim should be to try and get as much first world currency as possible. Make the Fiverr and Upwork accounts, and start applying for online gigs on Freelancer. In your situation, any extra money you can make will go a long way. Your current monthly income is $135 a month. It is easy to make a good multiple of that online if you put your mind to it. The biggest limiting factors are 1) never trying and 2) bad English skills – but you don’t seem to have either of those. While you work as a virtual assistant, teach yourself some easy-to-sell skills like photoshop graphic design. You can learn everything you need relatively cheaply from websites like Skillshare. Once you become adept at graphic design and image editing, you can sell those skills on the same gig websites at a higher price. This will take you from a time-based pay to a performance-based pay. If you need reviews, reach out to influencers with a small audience (3,000-10,000 followers/subscribers) and offer to do some work with them for free in exchange for a review. Send them an email suggesting something that could be improved with their website or social media design – and offer to do it for them for free. Keep building your portfolio and keep collecting reviews. Your aim should be to get to $1000-1500 a month in about 1 year, which is not difficult. Once you get there, your life should be far more comfortable than it currently is.  Use the money to help your family and pay the loan and for your education. Budget and don’t waste a single rupee until you’re out of this situation. Also, try to talk to the lender and renegotiate the loans. Lenders become more cooperative when they know that not cooperating means bankruptcy (i.e., in which case they get nothing). Hope this helps. – Harsh Strongman      "
  },
  {
    "author": "Harsh Strongman",
    "title": "Management Lessons from the Ramayana (Teachings for Kings)",
    "link": "https://lifemathmoney.com/management-lessons-from-the-ramayana-teachings-for-kings/",
    "content": "   The Valmiki Ramayana is an ancient Indian epic that holds a lot of wisdom and knowledge for all those who read it. I’m reading the critical version as translated by Bibek Debroy (India, USA). In Chapter 94 of the Ayodhya Kanda, I was delighted to come across an entire section where Rama gives his brother Bharata advice on how to successfully run a kingdom. (For my non-Indian readers who are unfamiliar with the Ramayana, don’t worry – the lessons are universal.) For the rest of this article: Bold text = Quoted from Bibek Debroy’s translation of the Valmiki Ramayana Regular text = LMM’s comments I hope you have appointed as ministers noble ones who know about the signs, those who are brave, learned and have conquered the senses, those who are like your own self. O Raghava! The foundation of a king’s victory lies in good counsel, from well-trained advisers who are accomplished in the sacred texts and can maintain secrets. One man cannot know everything, nor is one man’s judgment infallible. It is always good to have learned people and mentors who can provide advice when needed. However, the responsibility of the decision-making belongs to you. You must consider their advice, but in the end, you must do what you feel is best. You cannot offload the responsibility of decision-making on to your advisors. If you do that, you won’t remain the king for long. And if your advisors can’t maintain your privacy and secrets, you are better off without them. I hope you have not come under the subjugation of sleep. I hope you wake up at the right time. During the second half of the night, I hope you think about the appropriateness of policies. Being in bed till noon is not wise. Most people who say, “I’m a night owl,” are not actually productive at night. They’re browsing the internet, chatting on their phones, and doing everything else except work. I hope you do not seek counsel from a single person, nor do you seek counsel from too many. I hope your secret counsels with ministers do not spread throughout the kingdom. When you listen to only one person, you get only one perspective, and not to mention that the person gets too much influence on you. When you listen to too many, you’re basically in the state of analysis paralysis. It slows down execution and often leads you back to square one (too much advice is just as good as no advice). Once again, Rama iterates the importance of having minsters who can keep secrets. Remember, loose tongues sink great ships. I hope you determine whether an objective has minimum cost and maximum gain and having decided, act swiftly, without delays. I hope other kings get to know about all the acts you have successfully completed and also those you have commenced, but not those that are yet to begin. Determine whether something is a good choice by looking at its costs and gains, and once you have decided – have a bias towards action. Most people are either too reckless – they act without weighing the pros and cons of their actions, or they are too careful, where they’re thinking too much but don’t take any on-the-ground action. It is important to keep your plans secret and work hard in silence. Otherwise, envious people will try and sabotage you at every step. I hope your debates and discussions, within your own self, or secretly with your advisers, are not divulged to others.  Reiterated. To quote Chanakya: Before starting any project (by the king), long deliberations are indispensable. Success in the project is achieved only when the prior deliberations are held as closely guarded secrets. Leakage of the state’s secrets will destroy the project. I hope you prefer a single learned person over one thousand foolish ones. To accomplish an objective, a learned person can bring about great gain. Even if a king engages one thousand foolish people, their help will not bring about any benefit. A single intelligent, brave, accomplished and skilled adviser can bring about great prosperity to a king, or to one who aspires to be a king. When it comes to picking people you surround yourself with, go for quality over quantity. One intelligent and wise person will provide you with more useful advice than thousands of idiots put together. Some qualities are less fungible than others. While you can always hire three weak people to do one strong person’s job, you cannot hire three idiots to do a learned person’s job. Your intelligence, bravery, accomplishments, and skills are what sets you apart from the masses and make you a scarce commodity.  I hope the best servants are engaged in superior tasks, medium ones in medium tasks and the inferior ones in inferior tasks.  Give people tasks that they are suited for. Giving smart people dumb tasks frustrates them, and giving dumb people difficult tasks adds no productivity. As a king, it is up to you to make the best use of the human resources you have available.  I hope those who perform sacrifices do not regard you as an outcast, one who accepts terrible gifts and one whose desires are like those of a woman. Do not do things that will make learned people despise you. Do not make them think you are evil natured or that you have self-centered desires like that of a woman’s (i.e., myopic indulgence in pleasures of the body – sex, food, a craving for attention and catharsis, etc. with no care about higher concepts like honor, chastity, strength, virtue, etc.). Otherwise, they will be unlikely to want to help you as they might think you’re just another frivolous person. If a person does not kill a physician who is unskilled, a servant who is engaged in reviling and a brave person who desires prosperity, he is himself destroyed.  An unskilled physician can kill you or others by accident. A servant who disrespects you is not your servant and has a high likelihood of betraying you. Other brave ambitious men might become your enemies if they ever decided that they wanted to seize the kingdom and become the king. I hope the commander-in-chief appointed is someone who is happy, brave, wise, intelligent, pure, noble in birth, devoted and accomplished. I hope powerful and foremost warriors skilled in fighting, whose bravery has been witnessed earlier, are honoured and respected by you. Without a good military and a good commander-in-chief, a kingdom cannot last for long. A good offense is the best defense, and the weak are destroyed by the strong. It is the law of nature.  I hope you give the appropriate food and wages to the soldiers when the time arrives, without any delays.  It is important to keep the army fed and paid, lest there might be internal discord and rebellion. A country derives its strength from its three pillars – the economy, the culture and governance, and the military. Without one, the country will be destroyed sooner than later. It has been said that if the right time passes, salaried servants, even if they are devoted, are angry at their master and censure him, thus leading to an extremely great calamity. I hope all those who are foremost in their lineages are devoted to you. Are they self-controlled? For your sake, are they ready to lay down their lives?  Disputes are inevitable and will lead to calamities for the king (like rebellion, betrayal, assassination, etc.) if left for foster without resolution. Your people, your ministers, and your soldiers should be willing to die for you. And it is up to you to inspire that devotion. As ambassador in any specific habitation, I hope you have appointed a person who is learned, accomplished and talented, speaking what should be spoken. In every tirtha, do you employ three spies, who do not know about each other’s existence, to find out the eighteen functionaries of the enemy and the fifteen on your own side? The 18 officers of the enemy are:  The prime minister  The royal priest The crown prince The commander-in-chief The chief warder The treasurer of the palace The superintendent of jails The treasurer of the kingdom The herald The public prosecutor The judge The assessor of taxes The one who disburses salaries to soldiers The one who disburses salaries to workers The superintendent of public works The prosecutor of the borders The magistrate The supervisor of forests and waterbodies.  On one’s own side, the prime minister, the royal priest, and the crown prince are exempted from scrutiny, yielding fifteen. Note that with a few exceptions, the recommendation is to have spies spy on your own officers too, to prevent wrongdoings, corruption, and treason. There are those who are exiled, but always return to cause injury. Taking them to be weak, I hope you do not ignore them. Never forget law 15 (crush your enemy totally). The enemies you do not crush completely will eventually return and seek revenge. And do not underestimate an enemy. You only have to be wrong once to lose your head. I hope you do not serve brahmanas who are excessively addicted to worldly pursuits. Those who are foolish, but pride themselves to be learned, are skilled at causing harm. Though the foremost among sacred texts exist and though intelligent ones look on, those who are evil in intelligence continue to prattle about futile things. Even if someone comes from a lineage of learned men, do not pander to them if they are themselves low consciousness humans. I hope that people who earn a living from agriculture and animal husbandry are cherished by you and are indeed happy. I hope that everything is being done for protecting them, maintaining them and tending to their needs. Following dharma, the king must protect all those who reside inside his kingdom.   Make sure your subjects are happy; they are the source of your power. I hope you comfort the women and protect them well. I hope you do not trust them and tell them secrets. Do not tell women your secrets. Women cannot keep secrets. Know that anything you tell a woman will be heard by all of her “close friends”. Even women don’t trust women.  I hope all the forts are stocked with riches, grain, weapons and water and full of machines, artisans and archers. I hope the revenue is a lot and that the expenditure is limited.  Smartly handle your logistics and finances. And always be prepared for war. I hope the treasury does not reach those who are undeserving. I hope your expenditure is meant for the gods, for ancestors, for brahmanas, for guests, for warriors and for those who are in the nature of friends. Spend your money only on those who deserve it. Money given to the undeserving is money wasted. I hope a noble and virtuous person, pure in soul, when accused of an act of theft, is not killed out of avarice, without having been questioned by those who are accomplished in the sacred texts. O bull among men! I hope that a thief when seen, caught and sufficiently questioned at the time of the act, is not freed because of a desire for riches. O Raghava! I hope that when there is a dispute between a rich and a poor person, your extremely learned advisers resolve it impartially, without differentiating because of the relative prosperity.  Good law and order are very important for the long-term prosperity of any society. It has benefits beyond what meets the eye. For example, quoted from Paul Graham: I once explained this [that a company will pay a higher price to acquire a competitor] to some founders who had recently arrived from Russia. They found it novel that if you threatened a company they’d pay a premium for you. “In Russia they just kill you,” they said, and they were only partly joking. Economically, the fact that established companies can’t simply eliminate new competitors may be one of the most valuable aspects of the rule of law. The law should be fair to both the rich and the poor and should not discriminate among people on the basis of economic means. O Raghava! If a person rules willfully, out of pleasure alone, the tears that fall from the eyes of one who is falsely accused, kill that person’s sons and animals.  If someone falsely accuses another of a crime, and there is no basis for the accusation (i.e., it is completely frivolous and done solely to harass another person) – the person who makes such a false accusation must be punished. This justice system must be kept just.  I hope that through gifts, thoughts and words, you please three categories of people—the aged, the children and the foremost among those who are learned. I hope you bow down before seniors, the aged, ascetics, gods, guests, chaityas and all the brahmanas who have become successful in their objectives.  Give respect where it is due, and don’t let your ego swell up. You are a king, not a god. Where arrogance begins, learning ends.  I hope you do not obstruct the observance of dharma through the pursuit of artha, or the observance of artha through the pursuit of dharma, or the pursuit of either through excessive attachment to kama. Do not let your pursuit of material gain get in the way of your spiritual gains and righteousness, and do not let your spiritual gains and righteousness get in the way of your material gains. And above all, do not let an addiction to pleasure get in the way of both spiritual and material gains. I hope you abandon the fourteen kinds of sins for kings—non-belief, falsehood, anger, distraction, procrastination, disregard for the learned, laziness, pursuit of the five senses, single-minded devotion to artha, seeking counsel of those who don’t know the objectives, failure to start projects that have been decided, failure to protect secrets, failure to observe auspicious signs, and a readiness to rise from one’s seat for everyone.  Here are 14 things that are called “sins for kings”: Non-belief in oneself and God only weakens a person’s resolve and decreases bravery and valor. Falsehood erodes trust in the king and the satisfaction of the subjects. Anger makes your underlings start lying to you. When you get angry when someone tells you the truth, expect them to start lying to you in the future. The distracted can’t make progress in any endeavor simply because they lack focus. Procrastination and laziness lead to stagnation. Action is everything. Too much delay and the opportunity passes. When you disregard the learned, you have closed yourself from their advice and experience. The learned have not lost anything; the only one who has lost something valuable is you. When you single-mindedly pursue pleasure, anything you are responsible for – be it a kingdom, a family, or a business – it all collapses. Focus on what is important. Pleasure cannot be your #1 priority if you want greatness. You are not a commoner. Taking advice from people who do not know what your vision and objectives are is like taking medicines without knowing what the problem is. It might cause you more harm than good. Failure to start projects that have been decided leads to stagnation and also causes a decline in the trust and faith people have in their leader. You do not want to be thought of as ineffective and incapable. Failure to protect the state’s secrets might lead to an enemy getting too much information and might cause a calamity like an enemy attacking at an inopportune moment or the king getting assassinated. A king that will rise from his seat to help everyone indiscriminately will lose his majesty as people will start thinking of him as just another human and not their leader. You must know when to involve yourself and to what extent. I hope you do not eat tastily prepared food alone. I hope you also give shares to friends who so desire. Share prosperity with those who are on your side. Do not consume it alone. – Harsh Strongman      "
  },
  {
    "author": "Harsh Strongman",
    "title": "Are All The Sacrifices Worth It?",
    "link": "https://lifemathmoney.com/are-all-the-sacrifices-worth-it/",
    "content": "  ﻿ Every once in a while, someone will leave a comment on the blog or a reply under a tweet that goes something along the lines of: “You talk about putting the work to be this and that. But why should I do any of it? I can just sit back, enjoy and live a life of fun, and do what I want. Is all the work and are all the sacrifices worth it? Why work hard? What’s the point? You sound like someone who hates fun.” I see where the question is coming from, and my usual reply is “why did you come to the restaurant when you didn’t want to eat?” (i.e. why are you reading the #1 Self-Improvement for Men if you don’t see the point of self-improvement?) But on this occasion, I want to ask the questioners some questions of my own. So dear questioner… Is it worth it to live life at 28% bodyfat knowing that it makes you look like a slob and kills you 20 years before your time with a heart attack? Is the sacrifice of all the health benefits, beauty, and respect that comes with being healthy really worth it, just to be able to eat your burgers every day? Is it worth it to live a life where you just lived and died where you stood and made no progress whatsoever and your children have to start from scratch just like you (i.e. 90% of humanity)? Is it worth it to work a 9 to 5 job forever and living your life to make someone else rich, as you never start an internet based side business when in your free time because you would rather watch TV once you get home tired from your job? (Give my regards to your puppet master.) Is it worth is to work 40 hours a week for 40 years instead of working 80 hours a week for 10 years and earning your freedom? Is it worth it to live your life surrounded by mediocrity because self-improvement is hard and playing video games is easy? Is it worth it to spend your youth chasing skirts instead of pursuing success because “sex is fun”, knowing that you are losing years of your life with all the distractions? Is it worth it to get in debt because you wanted to buy the latest iPhone and the car that you can’t afford knowing that you’ll be working for years because you need to pay off the loans? Is it worth it to be constantly owning more useless stuff even when it keeps you chained to your job and takes away your freedom? Is it worth it working that cushy job knowing how much you could have achieved if you had worked hard and put your mind to it? Is it worth it to eat a McDonalds and Domino’s diet knowing that you will never know the true strength and beauty your body was capable of? Is it worth it to drink alcohol knowing that it’s damaging your body like nothing else and draining your bank account as well? Is it worth it to watch porn knowing that porn is shrinking your brain and killing your motivation to be successful? (My theory is that most people asking the original question above are actually addicted to porn. Men normally want to be successful. Porn kills their drive. If this is you, you need to urgently do the Live Intentionally: 90 Day Self-Improvement Program.) Is it worth it to not have any real knowledge because you haven’t read a book since you got done with school because “reading is hard” and “you’d rather watch documentaries” (but you never do) and just watch Netflix instead? Is it worth it to play the status game knowing that no one actually cares about you and you’re just living a vain life saying vain things to please people who don’t think of you at all? Is it worth it to keep claiming that you can do “everything in moderation” while knowing deep down that you’re using moderation as an excuse to justify your weakness. At the end of the day, it comes down to: Is it worth it to live like the average person? Is it worth it to pursue vanity, enjoyment, and immediate pleasure and gratification, at the cost of your wider goals, dreams, aspirations, and potential? And once you are done answering that, I have one final question: Which is the real sacrifice? (A sacrifice of potential and dreams vs a sacrifice of frivolities) And is it worth it? – Harsh Strongman      "
  },
  {
    "author": "Harsh Strongman",
    "title": "Nothing Changes If Nothing Changes",
    "link": "https://lifemathmoney.com/nothing-changes-if-nothing-changes/",
    "content": "   The most common questions you see people ask are, “How do I get better at time management?” and “How do I stop procrastinating?” There are thousands of articles on the internet with “advice” on how to get better at managing your time and videos to “motivate” you to put in the work. Here’s the one thing in common that all of these articles and motivational videos share: they don’t work. Why? Because this is not an intellectual problem. There is no “answer” that you can get that will make you “stop procrastinating”. It’s not an academic problem where you suddenly “discover” something (like a mathematical formula) and suddenly, everything becomes easier. You can pump up your emotions with motivational videos all day, but the next day when the emotions are gone – you will be back to your normal self. The truth is: Only you can stop yourself from procrastinating. There is no one forcing you to sit on your ass all day postponing the things you need to do. No one can make your arms and legs move for you to make you get things done. You have to do that. You need to get off your ass and start getting some work done. Your body is entirely in your control. Likewise, everyone who went to school “knows” time management. You know everything you need to know: do the important things first, do the less important things later. The problem is not a lack of knowledge. The problem is that you’re being a child. You want someone like mommy or daddy or a boss to force you to do things. Like a child, you are not able to self-regulate your actions. You do not need to “learn time management” or discover the secret to stopping procrastination – you need to get off your ass and do things. Grow up. You are not a child anymore and no one is going to force you to do anything. Nothing changes if nothing changes. There is no “problem” you have in you that you need to seek a solution to. You are not physically or mentally disabled. You are just unwilling to move. That’s exactly what procrastination is: a fancy way of saying, “I’m unwilling to move my body.” Imagine if a healthy adult came to you and asked you, in complete seriousness: “How do I move my body?” How would you react? You would either laugh at his absurd question or feel a deep contempt for him. What a loser, huh? But that’s the exact question you are asking when you ask, “How do I stop procrastinating?” You are asking people to tell you how to move your body. What answer are you expecting? Your brain commands all the nerves in your body. Command yourself to move. Stop being a bitch and start acting like a man. You control yourself. You control your hands, your legs, and your fingers. If you need to do your homework, tell your fingers to start writing. If you need to work, tell your body to work. If you need to go to the gym, tell your body to stand up and go to the gym. Stop acting like there’s anything anyone can say that will … make your body move. Because that’s absurd. The only thing I can do is laugh at you. Hope this helps, Your man, Harsh Strongman      "
  }
]