[
  {
    "author": "Naval",
    "title": "The Multiverse",
    "link": "https://nav.al/multiverse",
    "content": "Brett: We have to come to a deeper understanding of what is going on in this double-slit experiment. If we fire either a photon or an electron at that double-slit apparatus and put a detector at either of those slits, then we will detect a particle.We can detect that we’ve fired a particle; we can detect that a particle is going through those slits; and we can detect a particle at the projection screen as well.When you do this experiment in the laboratory using electrons, you can see the dots where the electrons strike, hitting the screen. But you don’t get a simple pattern that you would expect.If you’re firing cannonballs at a wall through the same two holes, you would expect all the cannonballs to land in one of two positions behind the wall.But with particles at the quantum level, that’s not what happens.The only explanation is that when we fire a photon, there’s the photon that we can see in our universe and also there are photons we can’t see in other universes that pass through the apparatus. These photons are able to interact with the photon that we can detect.This is where the concept of interference comes in. Interference is an old concept in physics. It goes back to waves. Waves certainly interfere, but we need to understand the way in which particles can interfere with one another. This includes particles that we can observe and particles that we can only assume to observe given these experiments.This is why we are forced to acknowledge the existence of these other particles—and not only these other particles but other universes in which these particles exist."
  },
  {
    "author": "Naval",
    "title": "Science Is an Error-Correcting Mechanism",
    "link": "https://nav.al/error",
    "content": "Naval: Where do good explanations come from?There’s currently an obsession with induction, the idea that you can predict the future from the past. You can say, “I saw one, then two, then three, then four, then five, so therefore next must be six, seven, eight, nine.”There’s a belief that this is how new knowledge is created, that this is how scientific theories are formed and this is how we can make good explanations about the universe.What’s wrong with induction, and where does new knowledge actually come from?Brett: You mentioned the black swan earlier, and I’d like to go back to that. The black swan is an example people have used over the years to illustrate this idea that repeatedly observing the same phenomena over and over again should not make you confident that it will continue in the future.In Europe we have white swans, so any biologist who’s interested in birds would observe white swan after white swan and apparently conclude that, therefore, all swans are white. Then someone travels to Western Australia and notices swans there look otherwise identical to the ones in Europe—but they’re black.Let’s consider another example of induction.Ever since the beginning of your life, you have observed that the sun has risen. Does this mean that scientifically you should conclude that the sun will rise tomorrow and rise every day after that? This is not what science is about.Science is not about cataloging a history of events that have occurred in the past and presuming they’re going to occur again in the future. Science is an explanatory framework. It’s an error-correcting mechanism. It’s not ever of the form, “The sun always rose in the past, therefore it will rise in the future.”There are all sorts of ways in which we can imagine the sun won’t rise tomorrow. All you need to do is to take a trip to Antarctica, where the sun doesn’t rise at all for some months of the year.If you go to the International Space Station, you won’t see the sun rise and set once per day. It will rise and set repeatedly over the course of your very fast journey around the Earth."
  },
  {
    "author": "Naval",
    "title": "Pessimism Seems Like an Intellectually Serious Position",
    "link": "https://nav.al/pessimism",
    "content": "Brett: If you’re an academic, being able to explain all of the problems that are out there and how dangerous these problems are and why you need funding to look at them in more depth appears to be the intellectually serious position; whereas, someone who claims that we can solve it sounds a little bit kumbaya.In fact, collaboration, cooperation and resource exploitation are the things that will drive this knowledge economy forward so that we can solve these problems.It always seems more intellectually serious if you can stand out there with a frown on your face in front of a TED Talk audience and say, “These are all the ways in which we’re going to die, in which the Earth is going to fail, and in which we’re going to come to ruin.”Naval: I’m guilty of having recorded one of these doomsayer podcasts about enders blowing up the Earth. That was the one podcast I regretted the most. We had a great conversation, but I don’t fundamentally agree with conclusions that we should slow down because the world is going to end.The only way out is through progress.I haven’t promoted that podcast as much as others. When I read Deutsch, I realized why: Pessimism is an easy trap to fall into, but it implies that humans are not creative. Pessimism doesn’t acknowledge all the ways that we have innovated our way out of previous traps.Entrepreneurs are inherently optimistic because they get rewarded for being optimistic. As you were saying, intellectuals get rewarded for being pessimistic. So there is incentive bias.If you’re a pessimist, you get your feedback from other people. It’s a social act. You’re convincing other people of your pessimism. But entrepreneurs get feedback from nature and free markets, which I believe are much more realistic feedback mechanisms.So far, most of the pessimistic predictions have turned out to be false. If you look at the timelines on which the world was supposed to end or environmental catastrophes were supposed to happen, they’ve been quite wrong."
  },
  {
    "author": "Naval",
    "title": "Science Expands Our Vision of Reality",
    "link": "https://nav.al/expand",
    "content": "Brett: Many scientists and philosophers have talked about the concept of a multiverse. But we’re talking about a very strict, very sober understanding of what a multiverse is. All of these universes in this multiverse obey the same laws of physics. We’re not talking about universes where there are other laws of physics.We used to think that everything in our universe—other planets, stars, the sun, the moon—orbited around us. We existed on this tiny planet.Then our vision of reality got expanded a little bit. We realized that, in fact, we were not the center of the universe—the sun was the center. We also realized the sun and some of the other planets—Jupiter, Saturn and the other gas giants—were bigger than our planet. So our universe became larger.Then we realized that we were just one star system among many in a huge galaxy of hundreds of billions of stars. Later we realized that this galaxy is one of hundreds of billions of galaxies.The history of ideas and science is a history of us broadening our vision of exactly how large physical reality is.The multiverse is another step in that general trend, and we should expect it to continue. It shouldn’t be that hard for people to accept that this is the way to understand things.Do we know everything about quantum theory and how this multiverse works? No. We haven’t united the multiverse with general relativity. We still need a space-time or a geometry of the multiverse."
  },
  {
    "author": "Naval",
    "title": "All Knowledge Is Conjectural",
    "link": "https://nav.al/conjectural",
    "content": "Brett: All knowledge is conjectural. It’s always being guessed. It’s our best understanding at any given time. You’re right to say that the axioms might be incorrect. How do we know that an axiom is incorrect? Traditionally the answer has been, “Because it’s clearly and obviously the case.” How can you prove that x plus zero must equal x?  You just have to accept that it’s true.But consider something like Euclid’s Elements. Anyone might want to try this experiment for themselves: Take a piece of paper, take a pen, draw two dots on the piece of paper. Now, how many unique straight lines can you draw through those two dots? It should be fairly obvious to you that only one line can be drawn. However, we know that’s false.Reflect on the fact that as you’re staring at the piece of paper, through which only one straight line is being drawn, you have the feeling of certainty. You are absolutely sure that you’re not wrong. This feeling is something we should always be skeptical of. When people have been absolutely certain, even in a domain as apparently full of certainty as mathematics, they’ve been shown to be wrong.So how can we show it’s wrong? You might think that I’m cheating, but, then again, you have to reflect on whether you understood what I was saying when I first told you to draw a unique straight line through two points. Bend the piece of paper. Think in three dimensions. Wrap the piece of paper around a basketball if you have one. Now consider the ways in which you could draw a straight line through those two points.You could punch a hole through one of those dots with your pen and push it out through the other side through the other hole—and now you have a different straight line. You have the straight line that is drawn with your pen, and you have a straight line that is literally your pen pushed through these two dots.Your initial feeling of absolute certainty that only a unique line could be drawn through these two dots is false. You might be thinking, “That’s unfair, that’s cheating.” You were thinking in two dimensions. I wasn’t. I was thinking in more dimensions than that.Karl Popper has this wonderful saying, “It is impossible to speak in such a way that you cannot be misunderstood.” This is always the case.Even in mathematics, where we try to be as precise as possible, it’s possible for people to make errors, to think false premises about what argument they’re trying to make.This particular example of Euclidean geometry—because geometry was traditionally done in two dimensions on a piece of paper—was resolved by various people and led to geometry in curved space, which led to Einstein coming up with the general theory of relativity.So it is questioning these deepest assumptions we have—where we think there’s no possible way we could be mistaken—that leads to true progress and to a genuine, fundamental change in the sciences and everywhere else."
  },
  {
    "author": "Naval",
    "title": "Groups Search for Consensus, Individuals Search for Truth",
    "link": "https://nav.al/consensus",
    "content": "Naval: What’s considered to be true is fought over. Individuals search for truth but groups search for consensus—and society is the largest group. So the biggest problem we run into is this: What society wants for you is not always what’s good for you.Even smart people go along with society’s liesEven smart, critical thinkers go along with many of society’s truths, knowing deep down they are lies. Here’s a simple example: “Money won’t make you happy” is a social truth, but it’s not an individual truth. Look at all the individuals trying to make money. They know money can remove a lot of sources of unhappiness and get them to a point where happiness is under their control. It becomes their choice, as opposed to being inflicted upon them by external forces.That is just one of many lies society tells you.Another one of society’s lies is that you send your kids to school for education. In fact, they get an hour of education a day and indoctrination the rest of the time. They’re taught at the speed of the slowest student, and they’re mostly taught subjects that are irrelevant or obsolete.School is a combination of a bit of education, large doses of socialization and compliance training, and a massive dose of babysitting—which is helpful for parents who can’t take care of their kids at home. It also keeps young troublemakers off the street.School does a lot of things, but education is just a tiny piece of it. Homeschooling stats clearly show this, and even unschooling stats are starting to show it.Guilt is society training you to be your own wardenSociety does not just lie to you. It programs you to beat yourself up when you transgress one of its truths. Guilt is society programming you so effectively that you become your own warden. Guilt is society’s voice speaking in your head. Truth-seeking is a hard business. You essentially have to understand, with deep conviction, things that you’ve been programmed to misunderstand."
  },
  {
    "author": "Naval",
    "title": "The Aging Entrepreneur",
    "link": "https://nav.al/the-aging-entrepreneur",
    "content": "Can older people be great entrepreneurs?Marc Andreesen has a great post on this age-old question. In part I, he’s digging through the data. Some of his observations are powerful and worth summarizing:\"Generally, productivity — output — rises rapidly from the start of a career to a peak and then declines gradually until retirement.This peak in productivity varies by field, from the late 20s to the early 50s, for reasons that are field-specific.Precocity, longevity, and output rate are linked. \"Those who are precocious also tend to display longevity, and both precocity and longevity are positively associated with high output rates per age unit.\" High producers produce highly, systematically, over time.The odds of a hit versus a miss do not increase over time. The periods of one’s career with the most hits will also have the most misses. So maximizing quantity — taking more swings at the bat — is much higher payoff than trying to improve one’s batting average.Intelligence, at least as measured by metrics such as IQ, is largely irrelevant.\"I went through an evolution of sorts on this topic. I started with a variation of the Beard Hypothesis (enthusiasm decreases with age but experience increases, and there’s an optimum cross-over point). This is the easiest viewpoint as you get older and look back at some of your earlier crazier ideas, but notice that that older crowd is very risk-averse. Douglas Adams had a great take on it: I then moved on to Dean Simonton’s observations, beautifully covered in Marc’s article. My thinking was driven by books like \"The Black Swan,\" \"Fooled by Randomness,\" DeVany’s analysis of Hollywood Economics and Home-Run Hitting, and a casual observation of how Evolution creates things (massive trial and error). Basically, the number of swings at bat, poems attempted, paintings painted, etc. determine the success rate. The more you try, the more you learn, the faster you iterate, the better you get, and the more chances that you have of being productive. Your outcome scales more with the number of bets than the size of the bets. As the violinist Pablo De Sarasate put it, \"For 37 years I’ve practiced 14 hours a day, and now they call me a genius. \"Now I prefer a slightly different hypothesis. More of the creative instinct is driven by the sublimated sex drive and the desire to attract a mate than we give it credit for. And more of it is squelched by the demands of family than anything else. An extreme take on it is presented by Kanazawa:\"Scientists tend to ‘desist’ from scientific research upon marriage, just like criminals desist from crime upon marriage.\" Marc asks:\"So here’s my first challenge: to anyone who has an opinion on the role of age and entrepreneurship — see if you can fit your opinion into this model!\"When you are young, hungry, and single, you haveAs you age, you have\"And here’s my second challenge: is entrepreneurship more like poetry, pure mathematics, and theoretical physics — which exhibit a peak age in one’s late 20s or early 30s — or novel writing, history, philosophy, medicine, and general scholarship — which exhibit a peak age in one’s late 40s or early 50s? And how, and why?\" Unfortunately for an aging me, anecdotal evidence aside, entrepreneurship favors the young. The difference between poetry, pure math, theoretical physics, and novel writing, history, philosophy, medicine, scholarship, is that the former set requires huge (multi-year) intense, focused, almost isolated blocks of free time, whereas the latter set can be picked up and put down and resumed later without too much cost. The first set comprises problems that are solved by an emotional state (poetry, painting), by loading a very difficult single framework into your head (math, physics, coding), and / or competition (driven by sex drive and time-sensitive). The latter set are more rational, are systems problems rather than point problems, and don’t have time-sensitive competition.Modern entrepreneurship, especially web entrepreneurship, is extremely competitive / time sensitive, requires enormous amounts of iteration even within a single product life-cycle, and often requires solving many challenging technical and business problems one after the other in a public view (with the opposite sex watching). So, it favors the young and single.Which is not to say that one can’t do it if one is older and settled down. Mathematician Paul Erdos was famous for his prioritizing his work above all else (he remained single, by the way). There are many older successful entrepreneurs who spend tremendous amounts of time away from their families.…and the rest give up and just become VCs…  \n\nSubscribe\nCancel\n "
  }
]