[
  {
    "author": "TinkeredThinking",
    "title": "STABILITY &AMP AGILITY",
    "link": "https://www.tinkeredthinking.com/index.php?id=1129",
    "content": "STABILITY &AMP AGILITYApril 26th, 2021Stable security is a false goal.  And yet it’s what we goad each other towards: The stable career provides security and there’s a stable traditional path to achieve that career.  But at what cost?   Stability exists as a tradeoff with agility.  The more stable something is, the less agile it is, and vice versa, but the compliment has an ulterior benefit.  The more agility something or someone has, the less stability they have, but also the less stability is needed.   For example, one might say that the Empire State Building is very stable, but if it was actually pushed over, it has no way to recover, whereas a toddler who has just learned to walk might not be very stable, but develops the ability to catch themselves before fully falling.  This is how we all walk.  We push ourselves out of balance and catch ourselves.  But we do this with such automaticity that we don’t even think about it, and falling forward briefly no longer actually feels like falling.  Our agility with regards to walking is so well practiced that we don’t recognize the any difference between walking which is a pattern of instability and something that is stable and inert.     It’s only when we start navigating an unfamiliar surface that questions of agility and a lack of stability feel pertinent.  For feet well accustomed to the concrete jungles of cities, and the uniform surfaces of modern buildings, the terrain of a rocky hike can suddenly feel like a very unstable experience.   Of course, this is only because our sense of physical agility hasn’t had much practice in that sort of novel environment - we feel a lack of stability when really we experience a lack of agility.   Stability is attractive because once established it requires an absolute minimum of effort.  It’s easy.  Agility on the other hand is a skill that either improves or diminishes based on use.  It’s anything but easy, but it’s far more useful and far more robust than stability.  When circumstances change and the stable job suddenly evaporates, a need for agility to pivot and figure something else is suddenly in high demand, and for someone out of practice, this can be extremely stressful.  But for those who eschew the opportunity for stability, agility becomes a constantly exercised muscle, and nearly all manner of external shifts, large and small feel far more natural to work around or work with.   Stability is, in the short term, far easier, but stability grows more risky with time.  The only true constant is change, and eventually change will come for the conditions that allows for stability.  In the long term, agility is, ironically, the most stable aim to develop."
  },
  {
    "author": "TinkeredThinking",
    "title": "POWER &AMP ENTITLEMENT",
    "link": "https://www.tinkeredthinking.com/index.php?id=340",
    "content": "POWER &AMP ENTITLEMENTMarch 13th, 2019The words ‘power’ and ‘entitlement’ have entered into a strange dance that is undoing each as useful concepts that we can use in order to think and communicate effectively.   Often the connotation of a word bloats and metastasizes in directions of meaning that can eventually be totally at odds with their actual definition, and sometimes, this connotative expansion then takes over the actual definition.   An easy example is the pair of words: Awful & Awesome.  They both grew from the root word of ‘awe’, but they polarized around the phenomenon of feeling a sense of awe.  The word awful went down the negative route and the word awesome went down the positive route.   The words Power and Entitlement are not as closely paired but their usage in relation to one another is causing some unhealthy growth in meaning.  This is occurring by an increasing expansion into an abstract arena and a dearth of tying concrete realities to these words.   We can investigate this quite literally with an initial question of what exactly is power?   Machiavelli might have a treatise on the subject, but the scientific lens of physics provides a far more useful and clean answer:   Power = Work / Time.   Power is quite literally how much work gets done as a result of one’s hopes dreams and wishes during a given interval of time.  If a person has a lot of money then tasks can be outsourced and since it’s fair to say that a lot of work is being accomplished in relatively little time with that wealthy individual’s thoughts, hopes and dreams as a blueprint, such a person can be literally described as powerful.  It doesn’t matter if the outsourced task is the transport of champagne from a bottle behind a bar down a walkway to the beach where someone has paid for the service, of if rockets are being built in accordance to that beach goer’s design and direction.    This fungible nature of money enables this phenomenon of outsourcing and ultimately stands in for trust when it comes to cooperation with strangers.  If, however we ask a good friend for some help and then offer money in exchange for that help, we risk offending the trust that has been built through the growth of such friendship.  Indeed, it can even imply a lack of trust, whereas the limits of time, circumstance and memory force us to interact with strangers all the time to get things both large and small done.  Given these constraints, the development of organic trust has no viable environment and so money stands in as the mechanism that enables strangers to cooperate.  Huge numbers of people can be brought together through the direction of this money resource, and as the old maxim follows: there is power in numbers, there is quite literally power in money because money can bring together people and have them each work in a coordinated way towards some unified cooperative end.   We need only look at the similarity between words like corporation and cooperative to see how this one-way street is looked at in two different ways.   The uncomfortable truth that people do not like to look square in the face is that power enables entitlement.  If you can muster the resources to make some unit of work happen, then such an accomplished item forms the substance of such entitlement.  In today’s cultural parlance, it’s not hard to imagine such a statement landing with a great deal of discomfort.  But, we need only get even more literal with our words to see how they interact through reality.  Example:   The heavyweight champion of the world cannot hold that title unless it’s been earned, and such a title is earned quite literally through a physical expression of power generated by muscles and directed in accordance to the goals of the mind in question.  Some pipsqueak standing on a street corner claiming to be entitled to the title of heavy weight champion is ignored for laughably obvious reasons.    And yet when entitlement is claimed in other, less physically obvious domains, the squawking claims often land with some strange force of legitimacy.  The parallel juxtaposition calls into question this legitimacy and frames it almost as a kind of lunacy.  This is intended to be uncomfortable.  People who claim entitlement without the power to generate the work required to claim such entitlement are quite literally suffering from a conceptual disconnect.  This disconnect is the word entitlement itself which has broken loose from it’s anchor in day-to-day reality and has drifted off into a land that is more and more simply imagined.  The discomfort of this conceptual disconnect serves an important and often misused purpose in the minds of those who feel such discomfort.   Such people often feel powerless but entitled.  This is akin to someone who thinks they can do a physical feat that they have not trained for.  Attempting such is only going to cause physical pain and possibly damage.  In less physical domains, it causes emotional pain.    A person who feels such emotional pain and discomfort might simply default in frustration to a conclusion that things just aren’t fair.    But this is swinging the pendulum in the absolute opposite direction.  Claiming things aren’t fair is a complete slap in the face to the tiny amount of power any one person has independent of wealth and other people.  The conclusion things aren’t fair is actually a different subject revolving around justice and fairness.  Such a diversion is counter-productively leapfrogging a person’s actual real power, however small, and ignoring any potential use it may be applied to for benefit.    The conclusion ‘things aren’t fair’ turns a person with a tiny amount of power into a totally helpless person.     It’s best to ignore questions of fairness altogether.  Such discussion is not helpful to the individual looking to change themselves and their life.  Such questions of Justice and Fairness are better left to governing bodies, and if a person is not willing to dive into that swimming pool, then such concepts are more likely to paralyze a person’s mentality rather than enable it for beneficial use.   It’s best to examine and concentrate on the very real power any given individual actually has.  Short of being totally disabled, catatonic, and requiring complete care from other human beings, there is always something we can do.  For example, a person who has been able to read this far into the article and has been able to follow along both conceptually and emotionally must be fit with an intellect and a command of language that has some degree of power.  A power that could be leveraged into more power if such a resource is applied, properly.   We can easily call to mind the somewhat malicious relationship between the rich and the poor.  The rich stereotypically think the poor are lazy and the poor stereotypically think the rich are thieves.  Meanwhile the rich feel that their entitlement, and power is well earned and the poor feel powerless yet entitled. This is an age-old story, one that is in dire need of fresh air and sunlight to kill off all the mold it’s fostered.   As briefly explored above, money is a conceptual mechanism that enables cooperation.  This age-old story of friction between rich and poor is in many ways a hint at inefficiencies in the way money moves and pools, and this could be labelled quite simply as a mass failure of cooperation.  What other label than ‘failure of cooperation’ could be more appropriate when a country’s currency becomes worthless and society starts to dissolve into less desirable forms?  Regardless of how economists and politicians might spin this rotten top, at it’s most basic form, something about the way people cooperate in order to live together has given out in a disastrous way.   People who feel powerless but can understand such concepts here presented might need to confront the power inherent in such intellectual prowess.  As opposed to belittling the use of such conceptual power by merely complaining or squawking about unfairness, both of which degrade the cooperation that we so desperately need, perhaps such conceptual, linguistic and intellectual power could be put to better use in order to find a way to open up a productive dialogue between different pools of cooperation. Indeed what exactly is venture capital if not a risk on the part of powerful people to cooperate with people who have good ideas but lack the financial power to implement such ideas on their own?  Relative to the venture capitalists who dole out the money, the startup founder is essentially the poor person with the good idea.   We can thread an arrow through this entire line of axes and imagine a relatively unentitled person with minimal power leveraging their small voice of intellectual power to generously and emotionally convince some powerful and entitled executive to see the future in a different way, and thereby initiate actions that change bad courses of action into more virtuous ones.  Oil executives come to mind.   We can even see such a process occurring in ourselves on some level.  When we grab for a chocolate donut and hear that tiny powerless voice in our head tell us that it’s not good for our health and that we shouldn’t eat it.    Just as the poor unrealistically view the rich as thieves who only got their wealth through tricks and hacks of the system, we might imagine a similar circumstance where a person yields wields power through intellectual, linguistic and interpersonal channels.  Rasputin comes to mind as someone who was poor in the sense of money, but leveraged his tiny amount of intellectual power on a person-to-person basis in order to gain access to much larger swathes of power.  Another example that comes to mind is Jeff Bezos’ recent splash across the news regarding a certain woman who by all reports seems to have Rasputinesque abilities with regards to persuasion.     Directing powerful and entitled people via emotionally persuasive discourse can be seen through two different polar lens, depending on our stance on the issues at hand. It can either be seen as manipulation that borders on gaslighting, or it can have the positive bent that so often evokes religious tones, as when someone finally ‘sees the light’.   Indeed, aren’t we constantly wishing for that tiny underdog voice in our own head urging us to be healthier to win the battle?  Wouldn’t it be nice if that tiny voice advocating health suddenly developed the silver tongue of some linguistic seductress whose bidding we cannot stop doing?  How healthy and effective would we grow with such a benevolent demon residing in our mind?   This discussion of power seeks to draw a connection between two levels:  the first is the work we do in interpersonal relationships to build organic trust, and the second is how those connections can be leveraged to create larger forms of power that no longer require –indeed cannot handle interpersonal relationships- and function solely through the mechanism of money.  We can think of a company that is started with a few trusted people and eventually grows into a large cooperation where the mechanism of money bears more of the burden of ensuring that someone can be trusted.  These highlights of the word power are not terribly difficult to grasp, but they are important to reference in order to see how the word ‘entitlement’ has mutated in a way that is self-defeating for the individual and even iatrogenic.    The word ‘entitlement’ is in dire need of deflating back down into proportion with the power that is mustered behind such entitlement.    This is not to say that people who seem unrealistically entitled should bite their tongue and mosey along.  It’s to urge such people to recognize one’s real and actual power and recalibrate a sense of entitlement to reflect that power.  Not only would this alleviate huge amounts of emotional pain, but it makes a person more effective.  In simple terms it’s the same as saying: let’s work with what we’ve got, because currently we don’t have anything else to work with.   Using the power any given individual has to accomplish some feasible task entitles a person to the fruits of that accomplishment, and much of the discussion using the word ‘entitlement’ robs people of this kind of efficaciousness.  Such small abilities to do work – if thoughtfully and cleverly directed – can be used to leverage such power into greater power, as is so often seen with those who manage to bootstrap a successful business, or even author a successful book.  Regardless of other hacked and deceitful ways to gain power and influence, all roots of power ramify in reverse back to one central fact that is important for the person who feels powerless to realize:   Real power is not in money or the cooperation one can muster from strangers through money.   Real power is inevitably reduced to how a single person can effectively direct their own mind.     The episode references Episode 293: Rivalnym, Episode 311: Fake Fortune, and Episode 325: Failures of Cooperation  "
  },
  {
    "author": "TinkeredThinking",
    "title": "THE ART OF WRITING",
    "link": "https://www.tinkeredthinking.com/index.php?id=703",
    "content": "THE ART OF WRITINGMarch 5th, 2020  This episode is dedicated to an individual who goes by Thumos, and was kind enough to reach out with a question about writing.  You can connect with him on Twitter @thumos8       This is either an impossible topic to tackle or it’s as simple as it gets.  We’ll find out.   And that’s a main function of writing: to find out.    Before we put down a word, just as we do before we speak, we experience this strange tickle of consciousness, not quite an emotion, not quite a concrete sentence, sometimes a sort of image, definitely a kind of music.  For instance, take a moment to reflect on where you are right now, and what you are doing.  Your eyes might be busy with the graphical marks that compose these words, or your sense of hearing is flooded with the shape of my voice reading these words. There’s also other things going on.  The room has a temperature, a pressure, a darkness or color and then there’s an entire body of sensation that you are hooked into.  They are modulating the shape of your conscious experience, similar to the way different sized pebbles dropped onto a smooth surface of water creates ripples that alter the entire body of water.  You can close your eyes and the world disappears to some extent, and yet that space of consciousness still exists, but again in a new way.  The tickle of consciousness that turns into spoken word or written language arises from this texture of experience.   We often valorize writers and artists and ask where their inspiration comes from.  As though within them exists this secret portal, a mythical spring from which spews forth all manner of excellent things.  But this is wholly inaccurate.  We need only look at the word inspiration.  It means quite literally to ‘breathe in’.  The artist or writer is not so much channeling some ethereal source as they are taking in the world and reflecting it back in a novel way through some chosen medium.  The artist is an intersection, one that filters, and one that can change and thereby refract the world back in novel ways.   Writing is simply the process of recording the unique interaction of the whole universe as it collides on the very point where your conscious experience exists.    This is not exactly something that can be predicted.  A piece of writing is as much of a surprise for the writer as it is for the reader.  Any claim to the contrary must be forgiven.  We certainly feel the sentence before we say it or write it, and while specific details might make it appear as though it was previously fully formed, this is akin to watching a movie trailer and claiming you’d seen the film.  It’s impossible to disentangle the truth once you’ve actually watched the movie.   To be sure, I had no idea I was going to write about this today.  It was only because I was inspired to wander in this direction at the prompting of someone reaching out and asking about the art of writing.  Keep in mind the definition of inspire as ‘breathing in’.  We might wonder what would have been written had this request not skipped across the surface of my conscious experience.  Surely a quieter collision of ideas that are still having an impact as these words lay themselves down on the page right now.   Art, as was discussed in the previous episode entitled Soul of the Monster, is the act of ‘putting things together’.  Obviously words, in the case of writing.   Or perhaps concepts?    Then again, what is a word?   It’s interesting to meditate on the fact that we build meaning out of thin air.  Words on their own don’t have any intrinsic meaning, just like their letters.  The letter ‘j’ doesn’t mean anything unless it has a meaningful context, as within the word ‘enjoy’.  But notice again the letters that surround the ‘j’  in the word ‘enjoy’ cease to mean anything if divorced from their contextual compatriots.  The word ‘enjoy’ would also cease to mean anything if it didn’t have the context of the entire English language and culture in which it exists.   Language is an everything-machine.  Because of this magical capacity to form a ‘something’ from a combination of ‘nothings’, it can modulate in the same way consciousness does.  Words can begin to weigh whimsical with a lyricism nearly magical, as each raps the snare, to tap the drum trap and trip the wire, lifting the mind a little higher.  To an image of opulent color, painting a landscape fit only for one.  The movie is never satisfying because it’s never the same as first imagined in the mind’s eye.   Writing can takes us to those fictional lands, manifesting them in the mind just as meaning manifests from seemingly nothing.   Or it can form itself into a scalpel with which it takes apart our sense of reality, revealing frameworks and realizations we never knew existed, but upon now reading seem to shift -so slightly- every facet of our entire past until they all click, like pins in the tumbler of a lock finally aligned, now effortlessly turning and we open on to a new realm of what it means to exist.   Writing can make us see unreal worlds, and it can make us see this world in a way that feels even more real than before.   And yet, once the words have landed on the page, the image is concrete and trapped, embedded in the fabric of reality.  Our thoughts, our actions, our words, often have the quality of writing in water, fading as fast as they occur.  But the written word endures a little longer, as though the water hears the plea of the idea - the lyrical image, the notion jotted down - and concedes to freeze it and honor that moment, sending it like a love letter of the past into tomorrow where someone unsuspecting might welcome it with a willing eye.   From here it’s easy to rise into the truly crepuscular language often allocated to mystical experiences.  After enough writing and reading, the simple technology really seems to contain an alchemy that borders on a kind transubstantiation, where something as ethereal and otherworldly as thought becomes a part of the physical world.   However, such ramblings are merely gratuitous in the face of the utility writing has to offer.   Yes, it sure looks like a person can create something out of nothing.  When you consider it that way, it seems almost eerie that J.K. Rowling conjured a billion dollars out of thin air by writing about a magical world of spells where characters likewise conjure things out of thin air.  What came first?  The magical spell or the writing of it?  Hard to tell when writing starts to sound like magic too.   But billion dollar possibilities aside, the varied utility of writing has much to offer anyone.  It’s a way of clarifying thoughts, distilling them, exploring them.  Writing forms a kind of mirror, allowing you to see yourself and your thoughts more clearly.  And all of this is before we even hand it over to someone else to read.   Writing offers us the opportunity to hone an apology down into a wording that will almost never happen in person and off the cuff.   Through our writing we can entertain and delight, not just during a single instance like an actor on a stage but through time.   We can capture world changing ideas with our writing.  Ideas that start movements, revolutions, and likewise ideas that might lead many into disastrous territory.  In this way, writing can be dangerous, as we have the ability to engineer a one-way conversation with the future.  This is perhaps one of the most important reasons to begin writing in the first place.  Anyone has the opportunity to have a say in the future if they simply write down their thoughts.  The more people who do this, the more chance the future has of being well informed with a true diversity of thought, the greater likelihood we save the future from being a monoculture of thought.  The more people who meditate with a pen to paper or the clack of a keyboard, the fuel we pour into the richness of conversation that will happen tomorrow.   As to how one might get better at writing, say, the “art” of writing there’s plenty to discuss, but only two certainties.   One must start.   And one must keep writing.   All other advice is useless without these two.  There is certainly much advice that is valuable, advice that might help, but the act of understanding such advice by reading it or hearing -as pleasurable as that might be- is meaningless compared to the experience of acting upon it, and this requires starting, and continuing the conversation.    "
  },
  {
    "author": "TinkeredThinking",
    "title": "MEDITATION: WANDERING WAVE",
    "link": "https://www.tinkeredthinking.com/index.php?id=722",
    "content": "MEDITATION: WANDERING WAVEMarch 24th, 2020    This episode is dedicated to an individual on Twitter who goes by the handle @Cojaill.     All of us are usually surfing.  Sounds fun, but some of these waves are enormous, of a size that we often do not have the skill to surf.  These monsters curl in on us and shake us from our balance, then crush us down into the turbulence. We are battered and bruised, and yet we go back for more, as though compelled by some kind of spiritual masochism.   Consider waves in this way:  Can you have a wave without water?   What about water without the wave?   Of course, we can have calm seas.   So too with the mind.  You can have a mind  without thought – though it is rare, tricky and often requires much practice.  But you cannot have a thought without the mind.   Observe now as this thought ripples through your consciousness.  This concept is a kind of wave that is shaping your sense of what it means to exist right now.  That is, if you’re paying attention.  Otherwise, it’s something else.  The smell of cooking from the kitchen.  The pretty girl who just walked by.  The ach and pain from the toe you just stubbed.  The embarrassing episode from last week that still lingers, as though haunting you.  Whatever it is that’s taking up the most real estate in your mind at the moment is shaping it.    We think of our minds generally like containers, and thoughts are some how doing their thing inside that container, that is, our head, our skull.  But the reality is a bit inside out.  Our mind is wherever our attention is, and if you pay close attention, it’s possible to see that there’s nothing confirming that it’s somehow inside your head.  All you have to do is sit down in the theater and watch a fantastically engrossing movie.  You feel transported.  Who’s to say you aren’t?   What’s even more accurate is to forget about where the mind is, but rather be concerned with it’s shape.    That great movie is a wave that is moving through your mind, bending your mind, warping it, eliciting all sorts of aspects as it does.   Many of us are wandering waves in search of calm seas.   But realize, a wandering wave will never find a calm sea, always failing to understand that what it seeks is always present but corrupted by the seeking.   Meditation is first about gaining the ability to simply see the waves as they pass through your visceral experience of existing.  To see the anger rise up like a huge wave and pass through you, hot as a bright iron, seeking to crush you, crumble you and bend you to say those awful things.  But if you can see it, you can eventually gain the ability to just watch it pass.   With enough practice, your gaze eventually has a soothing effect on these waves.  They becomes less prominent as you realize how unnecessary so many of them are.  Eventually, when you give up that incessant habit to climb atop the waves and try to surf, no matter how fun or dangerous.  Eventually, you find the calm sea, right where you are, just where it has always been."
  }
]